[
  {
    "title": "MOUNTAIN LADYSLIPPER",
    "scientific_name": "Cypripedium montanum Douglas",
    "body": "One lovely morning in early summer we left camp near Radium Hot Springs in the Columbia River Valley in British Columbia, our two saddle horses harnessed to the buckboard, the saddles securely tied behind the seat. After a drive of seven miles the horses were saddled, and we followed a disused trail four or five miles back into the range on the eastern side of the valley. There were many flowers, the dense growth of trees and shrubs keeping out the hot rays of the sun and conserving the moisture. Just as we turned across a partially shaded flat on the side of the little canyon we had been traversing, a wonderful sight burst upon us. Scattered among the low-growing bushes were great clumps of this splendid orchid in the perfection of bloom. A beautiful plant about eighteen inches tall, with a delicate perfume quite its own-no wonder that we quickly dismounted to pay homage to this queen of the forest.\nNever before had we seen such a flower, and no book upon the plants of the Canadian Rockies mentioned its occurrence there. A bunch carried to camp survived many days, long after\nThe sketch was completed.\nThe mountain ladyslipper is frequently found in the mountains of California, and northward along the coast as far as Vancouver, and northeastward along the Rocky Mountains to Saskatchewan.",
    "plate": "PLATE 1"
  },
  {
    "title": "PUSSY-EARS",
    "scientific_name": "Calochortus elegans Lindley",
    "body": "We were following the old stage road, now replaced by a new motor road, in the Columbia River Valley, twenty miles south of Canal Flats, at an altitude of 2,500 feet. The marvelous larches and pines of the primeval forest towered above us, and over the grassy forest floor were scattered many flowers with which we were familiar. Suddenly we saw the grass dotted with a white lily, which was unknown to us, and upon examination we quickly comprehended the reason for its common name of “pussy-ears,” which our companion gave it. So graceful was it that we could only wonder that a flower so beautiful had not been enticed long ago to grow in our cultivated gardens.\nPussy-ears ranges from Utah and California to British Columbia and Montana.",
    "plate": "PLATE 2"
  },
  {
    "title": "FALSE LOCOWEED",
    "scientific_name": "Oxytropis gracilis (Nelson) Jones",
    "body": "This plant must not be confused with its relative, the true locoweed, that is so destructive to animals on the plains of the southwestern United States; it seemed entirely harmless to our horses, who ate it freely. In full sunshine its pale yellow or straw-colored flowers, borne on stems six or eight inches tall, are wonderfully attractive against their setting of sage-colored foliage. In limestone regions, where moisture is limited, the blossoms develop well only if an abundance of water is available at flowering time.\nFalse locoweed is a member of the Pea Family. It ranges from Idaho to South Dakota and northward into Alberta, Canada.\nThe specimen sketched was obtained near Ghost River on the eastern slope of the Rocky Mountains, twenty-five miles from Banff, Alberta, at an altitude of 3,500 feet.",
    "plate": "PLATE 3"
  },
  {
    "title": [
      "NODDING LADIES-TRESSES",
      "SLENDER LADIES-TRESSES"
    ],
    "scientific_name": [
      "Ibidium cernuum (Linnaeus) House",
      "Ibidium gracile (Bigelow) House "
    ],
    "body": "These two fall-blooming members of the Orchid Family are frequently found growing in the grass of old pastures. Nodding ladies-tresses usually chooses a wet situation, but the slender one is more likely to be found in drier places. Both are inconspicuous in their chosen habitats, for their leaves and stalks are so glasslike that they seem a part of the general herbage. The genus name has arisen from the fancied resemblance of the anther to the head of an. ibis.\nMany botanists prefer to use the genus name Spiranthes, which means spiral-flower, but Ibidium has priority.\nSlender ladies-tresses is notable for its green-centered lip, and for the fact that its leaves, which are evergreen, wither away before flowering time, the flower stalk bearing only inconspicuous bracts.\nThese two orchids have a similar range, occurring from Florida northward and westward, extending into southernmost Canada.\nThe specimens sketched were found near Mount Kisco, New York.",
    "plate": "PLATE 4"
  },
  {
    "title": "PINK FUMEROOT",
    "scientific_name": "Capnoides sempervirens (Linnaeus) Borkhausen",
    "body": "Pink fumeroot is a dainty wild beauty that loves rich rocky woods, where it grows in perfection. The leaves are a delicate shade of green, and the pale pink flowers, with a yellow lip, poised on slender stems, sway gently in the wind. The plant is a relative of the bleeding-heart of our gardens, and of the European fumitory. Like the latter, its roots exhale an intense nitrous odor, and the common name fumeroot refers to this characteristic feature.\nPink fumeroot has a wide range, from North Carolina to Nova Scotia and westward to British Columbia and Alaska.\nWe found it in the valley of the Kootenai River near the motor toad between Banff and the Columbia River Valley, at an altitude of 4,000 feet.",
    "plate": "PLATE 5"
  },
  {
    "title": "SUN-DIAL LUPINE",
    "scientific_name": "Lupinus perennis Linnaeus",
    "body": "Sun-dial lupine in the East seldom equals in profusion of growth its sisters of the West, which often cover the hillsides with a carpet of bloom. Nevertheless, this common species of the Eastern States is as beautiful as any of the others, and deserves a place of honor in our wild gardens. In rich loam it will dwindle and die, but if planted in an acid, sandy soil, will thrive in cultivation. Although usually bright blue, the flowers are occasionally white or lavender, sometimes bordering on purple.\nIn Texas, one of the lupines commonly called blue-bonnets has been named the State flower.\nThe sun-dial lupine is found from Louisiana and Florida north to Maine and Minnesota.\nThe specimen sketched grew near Washington, District of Columbia.",
    "plate": "PLATE 6"
  },
  {
    "title": "BIG WHORTLEBERRY",
    "scientific_name": "Vaccinium membranaceum Douglas",
    "body": "Snow slides are not to be desired, but after they have mowed down the forest of the mountain slopes, exposing the ground to the full sunlight, a bushy growth springs up, three or four feet tall, with young trees interspersed. Among these shrubs we find whortleberry bushes, Rocky Mountain rhododendron, and other plants that love similar conditions of soil and exposure. Here in late summer a delightful feast is spread for the traveler, for the big whortleberry bushes are loaded with dark purple berries, some of them as large as small cherries. A large quantity may be gathered in a short time. The black bears also appreciate them, and often are met in these localities, sitting on their haunches and sweeping the ripe fruit into their mouths with their great paws. In autumn the leaves turn a deep red.\nBig whortleberry is found occasionally in the Rockies, but reaches greatest perfection in the Selkirk Mountains, and is especially abundant at Rogers Pass and in the vicinity of Glacier House at Glacier. It ranges from California, Wyoming, and Michigan to British Columbia.\nThe specimen sketched was obtained near Hector Station on the Canadian Pacific Railway, British Columbia, at an altitude of 5,000 feet.",
    "plate": "PLATE 7"
  },
  {
    "title": "PINEBARREN GENTIAN",
    "scientific_name": "Gentiana porphyrio Gmelin",
    "body": "Pinebarren gentian is a graceful and attractive plant. Its deep blue corolla lobes, with peculiar fringes between them, and the curious yellow markings on the inside, make a pleasing color combination seldom seen in flowers. It frequents moist pine barrens, teaching a foot or more in height, and although the flowers grow singly on the branches, a number of stems usually arise from each root, so that the clumps are very showy.\nThis gentian blooms from late August into October, and can be cultivated if given the moist, acid, peaty soil in which it thrives in the wild state. It occurs in the Coastal Plain from Florida to southern New Jersey.\nThe specimen sketched was found neat Wilmington, North Carolina.",
    "plate": "PLATE 8"
  },
  {
    "title": "SKELETON FLOW ER",
    "scientific_name": "Lygodesmia juncea (Pursh) Don",
    "body": "This is a strange-looking plant, a foot tall, with pale pink, starlike flowers that close in the afternoon, or very soon after being gathered. Unconsciously, the observer is likely to notice only the flowers, for the rushlike stems and scalelike foliage are sage-green and inconspicuous. The plant belongs to the subdivision of the Aster Family that includes the dandelion, wild lettuce, and hawkweed, and is characterized by having all the flowers of the head furnished with petallike rays, and by a bitter milky juice.\nThe skeletonflower is found from Nevada and New Mexico north to Minnesota and Alberta.\nWe found it growing on a dry bank, high above the Kootenai River, near the junction of this stream with the Columbia River in British Columbia, at an altitude of 2,800 feet, and marveled that it could thrive in dusty soil, which remains damp only a short time after the mountain showers cease.",
    "plate": "PLATE 9"
  },
  {
    "title": "LAKE LOUISE ARNICA",
    "scientific_name": "Arnica louiseana Fatr",
    "body": "The horses had traveled a hard and stony way, very steep in places, for we were riding above timber line to visit an alpine lake tucked away in a glaciated cirque near the headwaters of the Clearwater River in British Columbia. There had been no trail to follow, except for the first half mile from camp, and we had reveled in the constant succession of wild gardens, filled with mountain flowers in the perfection of bloom, through which we were passing. Many of the plants were crushed by the feet of the ponies, and we were continually on the watch for new varieties. A long grassy slope facing north was being conquered, when several yellow flowers appeared, quite different from any we had seen before in the mountains. Upon closer examination they were recognized as the rate Lake Louise arnica, a composite found only in the Canadian Rockies. The best specimens were carefully gathered, carried to camp, and sketched without delay, but the thrill of seeing them in their native habitat will always be recalled with delight.",
    "plate": "PLATE 1O"
  },
  {
    "title": "RED LILY",
    "scientific_name": "Lilium montanum Nelson",
    "body": "Such hosts of red lilies are seen in the dry woods of the Canadian Rockies in some sections in July, that the prodigality of nature seems astounding. If perchance a richer soil and more sunlight are available, the perfectly developed flowers and the stouter leaves and stems indicate an appreciation of these favors. But the red lilies are tender things, withering speedily when gathered, especially when exposed to sun and wind, and they do not easily revive when placed in water.\nThe red lily is found in the Rocky Mountains from New Mexico to British Columbia, and eastward in the foothills and valleys.\nThe specimen painted was gathered in Sinclair Canyon, not far from Radium Hot Springs, British Columbia, at an altitude of 3,000 feet.",
    "plate": "PLATE 11"
  },
  {
    "title": "COTTONGRASS",
    "scientific_name": "Eriophorum chamissonis Meyer",
    "body": "In all parts of the Rocky Mountains of Canada one’s attention is drawn in mid-July to the masses of sedge growing along the wet borders of alpine lakes, oftentimes out of the water itself: If there have been a few dry days, the cottony heads are waving in the breeze, as it fitfully blows over them. Farther away from the lake shore the plants become scattered and lose much of the beauty that comes from a massed effect. Buffeted by mountain showers and winds, they are in their prime only a few days.\nThis species of cottongrass is found usually about timber line in the Rockies. It is a circumpolar plant, occurring in northern Europe and Asia as well as North America. On this continent it perhaps survived the glacial period in Wyoming and adjoining States, where it still grows, but since the ice retreated it has spread far into Alaska, and eastward across Canada to Ontario and even to New Brunswick.\nThe sketch was made from specimens gathered at Cotton grass Lake, north of Ptarmigan Pass, ten miles north of Lake Louise Station, Alberta, at an altitude of7,000 feet.",
    "plate": "PLATE 12"
  },
  {
    "title": "VERNAL IRIS",
    "scientific_name": "Iris verna Linnaeus",
    "body": "Although the vernal iris is not very well known, it is so lovely a wildling that it should find a home in our wildflower gardens. In his “Book of the Iris”, Dykes reports his inability to cultivate it, but this was probably owing to his failure to recognize its peculiar soil requirements. It usually grows on wooded hillsides, preferring a mediacid soil. Though the whole plant is only about six inches tall, its violet-blue flowers with yellow markings at the base of the petals cannot be easily overlooked, for they are very large in proportion to the grasslike leaves. In early spring the blossoms dot the barren fields of the Southern States, where real blue violets do not occur, and are often called “violets.” Curiously enough, their delicate fragrance adds to the deception, for it closely resembles the scent of the garden violet.\nThis iris ranges over most of Alabama and Georgia and the states adjoining them on the north, but farther northward it becomes rare, occurring in but a few favored localities in Kentucky, Maryland, and Pennsylvania.\nThe specimen painted was found near Beaufort, South Carolina.",
    "plate": "PLATE 13"
  },
  {
    "title": "ANEMONELLA",
    "scientific_name": "Syndesmon thalictroides (Linnaeus) Hoffmannsegg",
    "body": "Anemonella, often called rue-anemone, frequents open woods, where it is found in company with hepatica and bloodroot when the first warm days of spring call sleeping plants to awaken. The slender stems, bearing the fragile green leaves and delicate pink or white flowers, grow from a cluster of small tuberous roots. These hold so lightly to the soil that they are easily pulled up, unless care is taken in plucking the flowering stems. Anemonella, the only member of its genus, resembles somewhat its relatives, the true anemones or windflowers, but differs in having the flowers in clusters, and the leaves divided into rounded leaflets. It yields readily to cultivation and is a teal desideratum for the wildflower garden.\nAnemonella is a wide-ranging species, extending from Florida to New Hampshire and westward to Kansas and Minnesota.\nThe specimen sketched was found at Washington, District of Columbia.",
    "plate": "PLATE 14"
  },
  {
    "title": "WHITE TROUTLILY",
    "scientific_name": "Erythronium albidum Nuttall",
    "body": "White troutlily is one of the daintiest of our early spring flowers, and east of the Appalachian Mountains is much rarer than the yellow species, which it closely resembles in habit. The shining green leaves are marked with pale mottlings of brownish purple, or in exceptional plants are entirely green. The flowers open only in bright sunlight, and speedily close and wither when gathered. It is known in some sections as dogtooth violet, but as it has no relation to the Violet Family, the name troutlily, suggested by John Burroughs, seems most appropriate.\nWhite troutlily is the common species in the Middle West, from Texas to Minnesota, and eastward to the Appalachian Mountain region. Here and there its seeds have chanced to cross the mountain barrier and, carried down the streams, have lodged along the banks and established colonies in the Piedmont regions from Georgia to northern New Jersey.\nThe specimen sketched was obtained in the Potomac Valley above Washington, District of Columbia.",
    "plate": "PLATE 15"
  },
  {
    "title": "HAZEL ALDER",
    "scientific_name": "Alnus rugosa (Du Roi) Sprengel",
    "body": "The alders are widespread shrubs known to all who welcome the coming of spring. With the exception of the skunkcabbage, their blooms are the earliest forerunners of spring, and almost every swamp and sheltered brook where the sun can penetrate is decorated with numerous bushes, hung with purple and yellow pendent catkins. The pollen, furnished by these in large quantities, is blown by the wind, lighting on the little green or purplish knobs of pistillate flowers, which grow into ripe cones in autumn. Several species of the genus Alnus contain in their bark a coloring principle of value, dyeing either yellow or orange. With copperas added, a good black may be made from it. Before the coming of the white man with his commercial colors, alder dye was frequently used by the Indians.\nThere are several species of alder in the United States, the one here represented ranging from Florida to Texas and from Maine to Minnesota.\nThe sketch was made from a specimen gathered near Washington, District of Columbia.",
    "plate": "PLATE 16"
  },
  {
    "title": "TARFLOWER",
    "scientific_name": "Befaria racemosa Ventenat",
    "body": "While traveling through the South in June, whether by rail or automobile, one finds the green fringe of low shrubbery by the roadsides dotted here and there with the pink starlike blossoms of the tarflower. These shrubs rarely occur in dense vegetation, but usually in such places as will permit them to raise their flowery heads above the grass, weeds, and low shrubbery, to beckon the insect sponsors necessary for their cross pollination.\nThe species ranges from southern Florida to southeastern Georgia.\nThe specimen here figured came from a woodland margin along the tracks of the Florida East Coast Railroad near Jacksonville, Florida.",
    "plate": "PLATE 17"
  },
  {
    "title": "ALPINE FIR",
    "scientific_name": "Abies lasiocarpa (Hooker) Nuttall",
    "body": "The alpine fir, commonly called balsam fir in the mountains, is the tree best known to those who follow the trail in the Canadian Rockies, for it is the substitute par excellence for a soft hair mattress, if the bed is properly made, and no sleep is more restful than that obtained on such an aromatic couch of “Rocky Mountain feathers”. From the numerous blisters in the bark a thick juice may be collected which makes an effective dressing for cuts and bruises. The Canada balsam used by microscopists in mounting specimens is obtained from a related species, the balsam fir. By some of the Indian tribes the fir tree was called “cho-koh-tung”, meaning blisters. The wood is soft and coarse-grained and, though it grows rather rapidly, is not of much value commercially. In the lower valleys of the Canadian Rockies the tree attains to some size, and at timber line holds the final outposts with © the Lyall latches, often affording a striking exhibit of nature’s adaptation to adverse conditions of soil, temperature, and wind.\nThis fir has a wide range. It survived the glacial period in the southern Rocky Mountains, in Northern Arizona and New Mexico, and since the ice retreated has migrated northward along the coast ranges to the Olympic Mountains of Washington, thence into Alaska, and through the eastern Rockies into Alberta, Canada.\nThe specimen sketched was obtained north of Bow Pass, one day s tide from the Saskatchewan River, at the foot of Pyramid Peak, at 6,000 feet elevation.",
    "plate": "PLATE 18"
  },
  {
    "title": "OCONEE-BELLS",
    "scientific_name": "Shortia galacifolia Torrey and Gray",
    "body": "This evergreen, ground-coveting plant was for many years one of America’s “lost species”. It had been discovered by Michaux, the French botanist, during his travels in the mountain wilderness of North Carolina in 1788, but the exact spot where he found it long remained unknown, and the dried specimen he had collected, preserved in Paris, was the only proof that such a plant existed. In 1877 the plant was rediscovered, and subsequently found to be fairly abundant in a few restricted areas. I have not seen it in the wild, but Dr. Edgar T. Wherry informs me that it thrives in acid soils on steep slopes along shaded mountain brooks, and that the primroselike white flowers, starring the mats of winter-bronzed foliage in March, produce a charmingly beautiful effect. If transplanted into ordinary garden loam it soon dwindles and dies, but if given acid humus soil it is not hard to grow in cultivation. Oconee-bells is known to the mountaineers as the one-flower coltsfoot, but the common name has been given from its abundance in the Oconee Valley.\nOconee-bells is known to grow only in the Blue Ridge and adjoining parts of the Piedmont region in North and South Carolina. A close relative occurs in Japan, however, indicating that before the glacial period the genus must have spread over both northeastern Asia and northern North America. The ice advances no doubt exterminated some of the species, but the two that chanced to migrate far enough to the southward of the line reached by the ice sheets were preserved.\nThe specimen painted was grown by Dr. Frederick V. Coville, in acid peat-sand soil, in a greenhouse of the United States Department of Agriculture at Washington.",
    "plate": "PLATE 19"
  },
  {
    "title": "VIRGINIA BLUEBELLS",
    "scientific_name": "Mertensia virginica (Linnaeus) De Candolle",
    "body": "The lovely Virginia bluebells, with their exquisite bright green leaves, burst forth in unsuspected places in spring. Each year, after the blooming and seeding season, the plants disappear before midsummer, and not until another winter has passed and the spring sun and rains have enticed them from their hiding places, do we again locate them by their tender bronze-green shoots pushing through the moist earth. They love the rich soil of river meadows or the banks of streams, and cover the ground with their masses of bloom and tender green leaves. Virginia bluebells yield easily to cultivation in a wildflower garden, but they are not so well known as other members of the Borage Family, the forget-me-nots and the heliotropes. In Europe they are much appreciated in cultivated gardens.\nVirginia bluebells may be found from Georgia northward to New York and southern Ontario, and westward to Kansas and Minnesota.\nThe specimen sketched was obtained near Washington, District of Columbia.",
    "plate": "PLATE 20"
  },
  {
    "title": "BURGESS MILKVETCH",
    "scientific_name": "Astragalus bourgovii Gray",
    "body": "Among the numerous members of the Pea Family this dainty plant is one of the most appealing. A number of stems grow from a central point and, falling carelessly all around, give the impression of a loose bouquet, the flowers, on their delicate stems, projecting beyond the leaves. The ponies like to eat them, and perfect specimens are difficult to obtain where horses have had access to the colonies.\nBurgess milkvetch has a rather restricted range in the northern Rocky Mountains, from South Dakota and Montana to British Columbia. Usually it is found among partially disintegrated rocks.\nThis specimen was gathered at Burgess Pass, seven miles by trail from Field, British Columbia, on a northwestern slope, at an elevation of 7,500 feet.",
    "plate": "PLATE 21"
  },
  {
    "title": "GREENDRAGON",
    "scientific_name": "Arisaema dracontium (Linnaeus) Schott",
    "body": "Greendragon is a vigorous plant and decidedly decorative, though its flower lacks the handsomer coloring of the jack-in-the-pulpit, its near relative. It is, however, of similar habit. Its deeply parted leaves growing on a long stem from the solid globular bulb or corm, reach a height of two feet or more. It loves the same rich, moist woods or low ground frequented by the jack-in-the-pulpit, but is rarely so abundant. The berrylike fruits of the greendragon are red-orange in color, and are clustered in heads that become conspicuous in early autumn. They are much more effective in calling attention to the plant than its green flowers or its foliage.\nThe range of the greendragon is rather wide, extending from Texas to Florida and northward to Minnesota, Ontario, and Maine.\nThis specimen grew along the Potomac River above Washington, District of Columbia.",
    "plate": "PLATE 22"
  },
  {
    "title": "TOAD TRILLIUM",
    "scientific_name": "Trillium sessile Linnaeus",
    "body": "Unlike most other members of its group, this trillium has a rather pleasant odor, but it does not approach other species in attractiveness, for its curious sessile flowers are dull in color. Normally the petals are of a deep maroon color, but in some plants, which show no differences, they are pale greenish yellow. It prefers deep, moist woods, and is easily overlooked among the fresh growths of April or May.\nToad trillium is a typical member of the flora of the Middle Western States, ranging from Mississippi to Florida, northward to Minnesota and western New York; occasionally it crosses the Appalachian Mountains and pushes down river valleys as far north as Maryland and southernmost Pennsylvania.\nThe specimen sketched grew on Plummers Island in the Potomac River near Washington, District of Columbia.",
    "plate": "PLATE 23"
  },
  {
    "title": "SOUTHERN MAGNOLIA",
    "scientific_name": "Magnolia grandiflora Linnaeus",
    "body": "This stately magnolia is one of the most conspicuous trees of the southern woods, occasionally attaining a height of seventy feet. It proves hardy in cultivation as far north as Washington. The wonderful creamy flowers, encircled by the large, glossy, evergreen leaves, spring from the ends of almost every branch. Their delightful fragrance immediately attracts attention when the tree is at the height of its glory in June. Several species of beetles patronize the blossoms, enticed by the abundant pollen and nectar.\nToday the members of the Magnolia Family found in America are but a remnant of the numerous species that flourished in pre-glacial times from the mid-continental plains to the Arctic Circle. The fossilized trunks found at Amethyst Mountain in Yellowstone Park, with specimens of both fruit and leaves, give an indication of their grandeur and beauty in former ages.\nSouthern magnolia is native throughout the Southern States from Texas to Florida and northward to Arkansas and southeastern North Carolina. It has been officially adopted as the State flower of both Louisiana and Mississippi.",
    "plate": "PLATE 24"
  },
  {
    "title": "SOUTHERN MAGNOLIA",
    "scientific_name": "Magnolia grandiflora Linnaeus",
    "related_plate": "FRUIT OF PLATE 24",
    "body": "As early autumn approaches, the fruit of the southern magnolia becomes conspicuous, and as it ripens the outer envelope cracks over each seed compartment and the crimson seeds protrude from their downy coverings. At this stage the tree affords a striking contrast of red fruit and glossy green leaves. As time passes, the seeds loosen from the shell, but are still attached to the conelike fruit by a slender white thread about an inch long, finally dropping to the ground when the wind blows them loose.\nSouthern magnolia is found native throughout the Southern States, from Texas to Florida, northward to Arkansas and southeastern North Carolina.\nThe specimen painted was taken from the large tree just south of the White House, and was given me by Mrs. Coolidge.",
    "plate": "PLATE 24A"
  },
  {
    "title": "TRUMPETLEAF",
    "scientific_name": "Sarracenia flava Linnaeus",
    "body": "Anyone who has traveled through the South in spring and has been delighted by the fresh verdure of ferns and trees, cannot fail to have been attracted by the great numbers of these curious plants, which can be observed from the car windows. The trumpetleaf is the largest representative of the Pitcherplant Family, the yellow flowers measuring as much as five inches in diameter, and the yellowish-green tubular leaves, frequently veined with red on the pointed lid, growing two to three feet high. The inside of the leaves neat the top has a very smooth and slippery waxed surface, so that flies and other insects that are attracted by an exudation just above the waxed surface, lose their hold and slide to their death in the digestive liquid which the pitchers contain. All the members of this family have arrangements for utilizing the dead insects to their own advantage.\nThe trumpetleaf grows in damp acid soils, from northern Florida to the southernmost counties of Virginia.\nThe specimen sketched was brought into flower by Dr. F. V. Coville in a greenhouse of the Department of Agriculture in Washington. These plants are easy to cultivate if placed in a pot filled with acid soil made from a mixture of peat and sand, and this put into another pot of two inches greater diameter, the space between being filled with sphagnum moss. They should be kept in a cool greenhouse.",
    "plate": "PLATE 25"
  },
  {
    "title": "REDBUD",
    "scientific_name": "Cercis canadensis Linnaeus",
    "body": "When the dogwood buds are bursting into bloom in early spring, a companion tree, the redbud, is seen throughout our southern woods, its knotted branches covered with clusters of purplish-pink, pea-shaped flowers. In favorable localities the tree attains a height of forty or fifty feet, though usually much smaller. The leaves, which develop after the flowers, are heart-shaped-quite unlike those of most legumes-and are a glossy green, turning to yellow in autumn. The flowers are well supplied with nectar, and are most attractive to bees, who visit them in large numbers. In some regions the redbud is known as Judas-tree, a name properly applied to the Old World species, Cercis siliquastrum.\nThe tree has a wide range, from Texas to Florida and northward. Though best developed in the South, it has been able to migrate north as far as Minnesota and northern New Jersey, and even a short distance into southern Ontario.\nThe specimen drawn was collected near Washington, District of Columbia.",
    "plate": "PLATE 26"
  },
  {
    "title": "TALL LARKSPUR",
    "scientific_name": "Delphinium elongatum Rydberg",
    "body": "Tall larkspur is found in rich mountain valleys, where it loves to grow among the willow clumps that partially shade the soil about its roots. It is usually from two to four feet in height, and if free from other plants has a striking clump of basal leaves, above which rise the long spikes of rich purplish-blue flowers, swaying in the breezes. The power to fertilize themselves having been lost, cross-pollination is effected by bees and butterflies, whose tongues reach into the deep recesses of the flowers where the nectar is hidden. The name Delphinium was given by Linnaeus, from a fancied resemblance of the parts of the flower to a dolphin.\nTall larkspur has a narrow range, being found only from Colorado to Alberta.\nThe specimen drawn was collected on the Clearwater River, fifty miles north of Lake Louise Station, Alberta, at an altitude of 4,500 feet.",
    "plate": "PLATE 27"
  },
  {
    "title": "RHODORA",
    "scientific_name": "Rhodora canadensis Linnaeus",
    "body": "Rhodora is surrounded with romantic interest, because of the attention drawn to it by Emerson’s verses. It is the only plant of its genus. The rosy-purple flowers, usually appearing before the leaves, burst suddenly into bloom and form masses of color on wet hillsides or along the margins of acid swamps. Their shape suggests a relationship to the rhododendron, with which this plant is grouped by some botanists. Rhodora bushes grow from one to three feet high, and are inconspicuous except when in flower.\nThe range of rhodora is rather limited; presumably it survived the glacial period near the margins of the ice sheets, and it now occupies glaciated territory from northeastern Pennsylvania to Newfoundland.\nThe specimen sketched was collected at Pocono Manor, Pennsylvania.\nTHE RHODORA\nIn May, when sea-winds pierced our solitudes,\nI found the fresh Rhodora in the woods,\nSpreading its leafless blooms in a damp nook,\nTo please the desert and the sluggish brook.\nThe purple petals, fallen in the pool,\nMade the black water with their beauty gay;\nHere might the red-bird come his plumes to cool,\nAnd court the flower that cheapens his array.\nRhodora! if the sages ask thee why\nThis charm is wasted on the earth and sky,\nTell them, dear, that if eyes were made for seeing,\nThen Beauty is its own excuse for being:\nWhy thou were there, O rival of the rose!\nI never thought to ask, I never knew;\nBut in my simple ignorance suppose\nThe self-same Power that brought me there brought you.\nRALPH WALDO EMERSON.",
    "plate": "PLATE 28"
  },
  {
    "title": "PICKERELWEED",
    "scientific_name": "Pontederia cordata Linnaeus",
    "body": "On the flats bordering the Anacostia River in Washington, the rank growths of the various marsh plants form a broad belt of vegetation of striking appearance. Perhaps because of their color, the flowers of pickerelweed are not so conspicuous as those of some other members of the colony, but in spite of this its glossy green leaves, borne well above the surface of the water, and its ragged spikes of small blue or lavender flowers, continuing in bloom through most of the summer, are a delight to behold. Without a boat it is almost impossible to gather the blooms, growing from the soft mud that supports the outer phalanxes of aquatic plants. The flowers of the pickerelweed, which last but a single day, are in three forms. They do not produce seeds without the aid of insects, and it is an interesting study to examine them in detail with a glass and note the complicated structure by which they are able to obtain the greatest amount of benefit from their insect visitors. Giulio Pontedera, professor of botany at Padua about 1730, is commemorated by the generic name.\nPickerelweed is found from Florida to Texas and northward to Minnesota and Nova Scotia, and grows also in tropical America.\nThe specimen sketched was obtained near Washington, District of Columbia.",
    "plate": "PLATE 29"
  },
  {
    "title": "CREEPING HOLLYGRAPE",
    "scientific_name": "Berberis repens Lindley",
    "body": "The shiny, prickly leaves of the hollygrape are so nearly like holly, that upon first glance we may think we have found that tree, reduced to a bush or low plant creeping over the ground. Closer inspection reveals many differences, for the berries, growing in a bunch, are of a lovely blue color-almost like small grapes-with plenty of bloom. They are rather pungent and sour to the taste, but are good for jelly or for making a refreshing drink, most welcome to quench the thirst when climbing a mountain side. As autumn approaches, the leaves change to red, either all over or around their borders, and are then most attractive in coloring. They remain upon the plant all winter.\nCreeping hollygrape is found from California and New Mexico to Alberta and British Columbia. The Oregon hollygrape, Berberts aqusfolium, often known as Oregon grape, has been designated the State flower of Oregon, by vote of the legislature. Three species of hollygrape occur abundantly in the Pacific Northwest.\nThe specimen sketched was gathered in Sinclair Canyon, Columbia River Valley in British Columbia, at an altitude of 3,500 feet.",
    "plate": "PLATE 30"
  },
  {
    "title": "RED CHOKEBERRY",
    "scientific_name": "Aronia arbutifolia (Linnaeus filius) Elliott",
    "body": "The red chokeberry is a small shrub found in low grounds, swamps, and dry open woods, and though not particular as to moisture in choosing a situation, usually prefers rather acid soils. The cymes and the under surface of the leaves are woolly, and in spring, when in full bloom, it is a graceful and handsome plant.\nExamination of the individual flowers will show them to resemble those of the pear tree in structure, and the plant is referred by botanists to that group of the Rose Family which includes the pear, apple, and hawthorn.\nRed chokeberry may be found from Louisiana and Florida to Minnesota and Nova Scotia.\nThe flowers sketched grew neat Washington, District of Columbia.",
    "plate": "PLATE 31"
  },
  {
    "title": "RED CHOKEBERRY",
    "scientific_name": " Aronia arbutifolia (Linnaeus filius) Elliott",
    "related_plate": "FRUIT OF PLATE 31",
    "body": "The fruit of the red chokeberry ripens in August or September, and later in the season the whole bush becomes a gorgeous mass of orange and scarlet color. The fruits are shaped like miniature pears, and this, together with their bright coloring, often tempts the stranger to taste them, but the result is sure to be a disappointment, for they are excessively sour as well as bitter. The birds do not seem to mind this feature, however, and consume them greedily during the winter months. A bush or two should be planted in the garden of every bird lover.\nThe red chokeberry ranges throughout the eastern United States and into southernmost Canada.\nLike the flowers, the spray of berries sketched is from the vicinity of Washington, District of Columbia.",
    "plate": "PLATE 31A"
  },
  {
    "title": "DEVILSCLUB",
    "scientific_name": "Echinopanax horridum (Smith) Decaisne and Planchon",
    "body": "The devilsclub is a sturdy shrub, rising above the ground four or five feet on stout prickly stems. The maplelike leaves spread from the stems about a foot below the red berries, and hide the ground, so that one is not aware of its terrible spines until he tries to walk through a thicket. No heavy woolen garment or leather shoe is stout enough to withstand the bristling, hard, gray spines. Without the help of an axe and a strong arm behind it, the thickets of devilsclub in the Selkirk Mountains are often almost impenetrable. The scarlet berries are very showy in late summer.\nThis plant belongs to the Aralia Family, which includes other spiny shrubs, such as the Herculesclub of the southeastern United States, as well as ginseng and wild-sarsaparilla.\nThe range of the devilsclub is from Oregon, Montana, and Michigan to Alaska.\nThe specimen sketched was obtained near Field, British Columbia, at an altitude of 4,000 feet.",
    "plate": "PLATE 32"
  },
  {
    "title": "CRESTED IRIS",
    "scientific_name": "Iris cristata Aiton",
    "body": "The crested iris is dwarf in habit and its lance-shaped leaves of bright green taper at each end. The flowers, which appear in May, seem out of proportion to the size of the plant. Their broad outer divisions or petals have yellow, raised flutings along the center, which give rise to the name. This lovely plant yields easily to cultivation in a wild garden, being relatively indifferent as to soil reaction, but requiring plenty of humus and enough rocks to insure good drainage.\nThe crested iris may be found from Georgia to Maryland and west to Missouri and southern Indiana.\nThis specimen was sketched at Plummers Island in the Potomac River near Washington, District of Columbia.",
    "plate": "PLATE 33"
  },
  {
    "title": "LILY TWAYBLADE",
    "scientific_name": "Liparis liliifolia (Linnaeus) Richard",
    "body": "This little orchid is inconspicuous where it grows, on account of its protective coloring, which blends so perfectly with its surroundings, though a fascinating plant when examined closely. It blooms in May and has two rich green leaves that clasp the flower stem and grow from a solid perennial bulb. It is the easiest to cultivate of all our native orchids, not being particular as to the reaction of the soil, although it prefers an abundance of humus.\nThe lily twayblade extends from Missouri to Georgia and northward, and since the ice of the glacial period retreated has succeeded in migrating as far north as Minnesota and Maine.\nThe specimen sketched grew on High Island in the Potomac River neat Washington, District of Columbia.",
    "plate": "PLATE 34"
  },
  {
    "title": "MISSOURI PRICKLYPEAR",
    "scientific_name": "Opuntia polyacantha Haworth",
    "body": "The Missouri pricklypear is one of the commonest of the cactuses. The flowers are so beautiful that one forgets the wicked spines and the still more dangerous spicules, which are found on the thick stems of flat joints, until one endeavors to gather them. In the bright sunshine of early morning the dry prairies in some sections are dotted with masses of pale sulphut-yellow flowers, turning salmon in the late afternoon as they fade. The sensitive stamens are sometimes yellow and sometimes red, while the stigma-lobes, in the center, are always green. The irritable stamens are one of the provisions which nature makes to bring about cross-pollination. Bees visit the cactus flowers to obtain the nectar. When one of them settles upon the stamens, which spread widely apart in bright sunlight, these at once turn inward and downward, covering the insect and depositing the pollen on its back, legs, and head. This pollen is then carried by the insect to the next flower and dropped upon its stigma-lobes. Below the bright-colored petals is the spiny ovary, which ripens into a dry, many-seeded fruit, this pricklypear being one of the few which are not juicy.\nThe Missouri pricklypear may be found in dry places from New Mexico, Missouri, and Wisconsin to Alberta and British Columbia.\nThe specimen sketched was obtained near Medicine Hat, Alberta, Canada, at an altitude of 3,500 feet, a locality near the northern range of this species and also near the northern limit of the Cactus Family.",
    "plate": "PLATE 35"
  },
  {
    "title": "BUTTERFLYWEED",
    "scientific_name": "Asclepias tuberosa Linnaeus",
    "body": "The butterflyweed is probably our most beautiful orange-colored wild flower. Growing in poor sandy soil, it forms masses of brilliant color wherever it finds a congenial foothold. The plants are visited by hosts of butterflies, some of them especially adapted to the cross pollination of the flowers, which have entirely lost the ability to fertilize themselves. Only insects with long tongues can reach the nectar hidden in the deep recesses of the complicated blossoms, whose structure definitely places the plant in the Milkweed Family. Curiously enough, however, its juice is not milky. The Indians are said to have used the long roots of this and other milkweeds as a remedy for various maladies, and herb doctors of a later day use them under the name of pleurisy-root. Linnaeus dedicated the family to Aesculapius on account of its alleged healing qualities, though the name, as he spelled it, is a Latinized corruption. The plant yields easily to cultivation, provided it is planted in dry, sterile soil, and should be grown in every wildflower garden with bright sunny exposure.\nButterfly weed has a wide range, extending from Florida to northern Mexico and north to Maine, Ontario, Minnesota, and Colorado.\nThe specimen sketched was found neat Washington, District of Columbia.",
    "plate": "PLATE 36"
  },
  {
    "title": "SKUNKCABBAGE",
    "scientific_name": "Spathyema foetida (Linnaeus) Rafinesque",
    "body": "This first plant to flower in spring is easily found in swampy places, where the richly colored, hooded spathe is seen pushing its way through the moist earth, sometimes before the ground is free of snow. When one peeps inside the hood, the small flowers are found dotting the spadix more or less regularly. The rank insistent odor attracts many flesh flies. The leaves come through the earth before the flower has faded, and grow rapidly into showy, light green clumps, from one to three feet high. At this time the odor is very strong. The fruit ripens in September.\nLike most of the members of the Arum Family, the skunkcabbage is rather southern in its distribution, ranging from Missouri to Florida and northward, locally reaching Minnesota and Maine, or even Nova Scotia.\nThe specimen sketched was found along Piney Branch, Washington, District of Columbia.",
    "plate": "PLATE 37"
  },
  {
    "title": "RED-OSIER DOGWOOD",
    "scientific_name": "Cornus stolonifera Michaux",
    "body": "The red-osier dogwood is an attractive shrub, not only when in bloom but also in the early fall, when its bunches of bluish-white berries are borne in abundance, and the leaves change in color to scarlet, purple, or gold. The Indians used the scraped inner bark for smoking purposes, and preferred it to any other plant, giving it the name “kinnikinnick”. In winter the slender, graceful, purplish-red stems are conspicuous and distinctive.\nRed-osier dogwood may be found from Virginia to Newfoundland, and from Mexico to Alaska, and at many places in the interior of the continent.\nThe specimen sketched grew at Radium Hot Springs, in the Columbia River Valley, British Columbia, at 3,000 feet elevation.",
    "plate": "PLATE 38"
  },
  {
    "title": "BIRDSFOOT VIOLET",
    "scientific_name": "Viola pedata Linnaeus",
    "body": "The birdsfoot violet is one of the most beautiful members of the Violet Family. The velvety purple color of the two upper petals, combined with the pale blue-violet shade of the three lower ones, contrasted with the bright orange anthers nestling in the center, immediately attracts the attention of all who love wild flowers. Bumblebees, also yellow butterflies, visit the flowers and partake of the sweets prepared for their enjoyment. When soil and exposure are favorable, the ground is purple with the lovely blossoms, the absence of scent being the only flaw in their perfection.\nThis plant prefers a dry situation where the soil is poor, sterile, and acid, and should not be transferred to a wildflower garden unless satisfied in this respect, for in ordinary rich loam it will promptly die. It will thrive best if planted in coarse gravel richly charged with decaying wood and so rendered thoroughly acid. The small bulblike rootstock is so poorly anchored in the soil and so easily lifted from its moorings, that frequently it comes up when one attempts to pick the flowers. Great care should therefore be taken in gathering them.\nThis violet is found from Louisiana to Florida, Minnesota, and Massachusetts, the dark purple variety being much more frequent in the southern portion of the range.\nThe specimen sketched was obtained neat Washington, District of Columbia.",
    "plate": "PLATE 39"
  },
  {
    "title": "VIRGINIA SPIDERWORT",
    "scientific_name": "Tradescantia virginiana Linnaeus",
    "body": "The Virginia spiderwort loves the rich borders of woods and thickets, and is loveliest in the morning, when its blue petals open wide, showing the golden anthers in sharp contrast. The plant continues in bloom for some time, new flowers opening each morning, and enticing the bees to a fresh feast of nectar. These insect visitors are necessary to cross fertilization, and carry from one blossom to the next a heavy load of pollen.\nThe genus is named for John Tradescant, gardener to King Charles I of England, and belongs in the same family as the dayflower.\nThis and the Pickerelweed Family are closely related.\nThe Virginia spiderwort may be found from Virginia to Arkansas, northward to South Dakota and southern New York.\nThe specimen sketched grew neat Washington, Districtof Columbia.",
    "plate": "PLATE 40"
  },
  {
    "title": "LEATHERFLOWER",
    "scientific_name": "Clematis viorna Linnaeus",
    "body": "The leatherflower is not so showy as the other members of the clematis group, nevertheless its graceful stems and leaves and reddish purple blossoms are not uninteresting. The sepals are remarkable in being a sixteenth of an inch thick, as if made of leather instead of the delicate tissue usual in flowers in which petals are lacking and the sepals are required to take their place. The feathery fruit, more attractive than the flowers, is erect and silky, each individual “seed” possessing a tail almost two inches long, by means of which it may be carried by the wind, when ripe, to a favorable situation.\nThis scrambling vine may be found in thickets where the soil 1s rocky but rather rich, from Alabama and Georgia northward to Ohio and Pennsylvania.\nThe sketch was made from a specimen gathered near Washington, District of Columbia.",
    "plate": "PLATE 41"
  },
  {
    "title": "PURPLE SAXIFRAGE",
    "scientific_name": "Saxifraga oppositifolia Linnaeus",
    "body": "The purple saxifrage ts truly an alpine plant. In the Canadian Rockies it is found above tree line near the melting snows on southern slopes, where it comes quickly into bloom in the long days of early summer, and as quickly is past, leaving the matted rosettes of tiny, bright green leaves, dotted with dull red seed capsules, to reward our search, if, perchance, we are a few days too late to find it in bloom. It delights in disintegrated limestone, often growing in cracks between the rocks. Though plentiful in its chosen situation, it is not often seen by visitors, who must make a hard climb to reach its haunts. In Alaska and near the Arctic Circle it finds the most favorable conditions for perfect development, growing into large mats.\nThe purple saxifrage is typical of Arctic regions throughout the world, and no doubt survived the glacial period close to the margins of the great ice sheets. When these withdrew, it followed back on the bare rock surfaces. It is now found occasionally in the northern United States, from Wyoming to Vermont, and more abundantly northward.\nThe specimen sketched grew on the slopes of Fossil Mountain neat Baker Lake, seven miles northeast of Lake Louise Station, Alberta, at an altitude of 8,000 feet.",
    "plate": "PLATE 42"
  },
  {
    "title": "FLAME AZALEA",
    "scientific_name": "Azalea lutea Linnaeus",
    "body": "The flame azalea is the most conspicuous of the native members of this genus. Its brilliant orange or yellow coloring, frequently suffused with red, attracts attention even from a distance, and when the mountain sides are flecked with it, the effect is particularly striking. The green leaves, which are well developed before the flowers open, add greatly to the beauty of the plant. It yields easily to cultivation and under favorable conditions, when grown with other plants requiring an acid soil, is one of the loveliest native shrubs for planting.\nFlame azalea is a typical member of the flora of our Southern Appalachians, ranging from the uplands of Georgia northward, and being abundant as far as West Virginia. In the mountains of Pennsylvania it is rate,and though reported many years ago to grow in southern New York State, it has long since disappeared from there as a native plant.\nThe sketch was made from a specimen obtained near Linville, North Carolina.",
    "plate": "PLATE 43"
  },
  {
    "title": "RABBITBEAN",
    "scientific_name": "Cracca virginiana Linnaeus",
    "body": "The gray-green foliage of the rabbitbean makes a delightful background for its straw-colored, pea-shaped flowers, touched with red, and crowded at the end of a stiff stem. The plant blooms in early summer and is to be found in dry, sandy, acid soil. Should you wish to gather a bunch, you will find the stems and the unusually long roots surprisingly tough, and a serviceable substitute for twine, if necessity demands. It is, indeed, commonly known in the South as devil's shoestring.\nThe seeds are in bean-shaped pods, which are frequently rifled by weevils, so that few of them ever teach maturity.\nThe Indians used a tropical American species of this genus as fish poison in the same manner in which they employed many other plants, throwing the macerated stems into quiet streams or ponds, with the result that the fish became stupefied and floated on the surface of the water, so that they were easily taken.\nRabbitbean ranges from Texas to Florida and northward to Manitoba and Ontario.\nThe specimen sketched was collected near Washington, District of Columbia.",
    "plate": "PLATE 44"
  },
  {
    "title": "TULIPTREE",
    "scientific_name": "Liriodendron tulipifera Linnaeus",
    "body": "This beautiful tree is a joy to behold at any season of the year. Its bare gray branches outlined against the winter sky impress one with their vigor of growth and sturdy health, and when the warmer days and Aprilshowers swell the buds, and the tiny young leaves appear, the tree bursts into its supreme glory. If in a sunny situation, it is soon covered with green tulip-shaped flowers, each cup beautifully decorated with a brilliant orange bar, to entice the visiting bees. In autumn the leaves are a mass of orange and gold.\nThe tuliptree is the only member of the genus Liriodendron in America, though a closely related species flourishes in central China, these two being the sole survivals of the Cretaceous Period, when members of the genus were widely distributed in America and Europe. Though it reaches its greatest size in the lower Ohio Basin, sometimes growing almost 200 feet high, it is found in the eastern United States from Louisiana to Florida and northward to Michigan and southern Vermont.\nThe wood has a variety of commercial uses, while the bark, especially that of the roots, yields a tonic and heart stimulant. The blossom of the tuliptree is the State flower of Indiana.\nThe specimen sketched was obtained at Washington, District of Columbia.",
    "plate": "PLATE 49"
  },
  {
    "title": "TRUMPET HONEYSUCKLE",
    "scientific_name": "Lonicera sempervirens Linnaeus",
    "body": "While tramping through open woods or along streams in low ground, the attention may be attracted toa bit of red color quite in contrast to the brown leaves and gray tree trunks or low-growing bushes. Closer inspection reveals the gray stems that lead to the leafy shoots above, where the delicate trumpet-shaped flowers are clustered at the ends of the branches. Few vines are more attractive; the plant seems to poise itself in the most graceful way as it climbs from one supporting shrub to another.\nThe flower is a great favorite with humming birds, which frequently are seen probing the trumpets to obtain the delicious nectar to be found in them.\nThe fruit is a brilliant scarlet berry. The plant is a great addition to any wild garden.\nTrumpet honeysuckle ranges from Texas to Florida, and northward to Nebraska, its northern limit being reached in New York and southern New England.\nThe specimen sketched was collected at Yemassee, South Carolina.",
    "plate": "PLATE 46"
  },
  {
    "title": "RED BUCKEYE",
    "scientific_name": "Aesculus pavia Linnaeus",
    "body": "The red buckeye is a straggling, inconspicuous shrub in the southern woods until it comes into bloom, when it immediately attracts attention by its bright red flowers which are borne in a loose spike. The stems of the new growths also are red at blooming time, and the tender green leaves with their red stems make an appropriate setting for the flower spikes. It is usually a shrub three or four feet high, but in favorable situations it sometimes attains tree size, although never approaching the stature of its relatives, the Ohio buckeye and the horsechestnut.\nRed buckeye is a southern species, ranging from Texas to Florida, and extending northward as far as southern Missouri and southeastern Virginia.\nThe specimen sketched was collected near Beaufort, South Carolina.",
    "plate": "PLATE 47"
  },
  {
    "title": "ROSE PAINTBRUSH",
    "scientific_name": "Castilleja pallida (Linnaeus) Kunth",
    "body": "Crossing alpine meadows above tree line and on high passes in the Canadian Rockies, one often finds the drier ground covered with masses of rose paintbrush, growing in company with saxifrages and forgetme-nots, wherever soil resulting from the disintegrating rock has been deposited. The rose paintbrush varies from two to eight inches in height, according to altitude and local conditions. The leafy bracts, often mistaken for petals, range in color from greenish-white or pale yellow to various shades of mulberry or dull pink. The actual flowers have a dull-colored corolla, and are concealed between the bracts. The plant belongs to the Figwort Family.\nRose paintbrush grows from Alberta and British Columbia to Alaska, and also in Siberia.\nThe specimen sketched was obtained on the Clearwater River thirty miles north of Lake Louise Station in British Columbia, at an altitude of 8,000 feet.",
    "plate": "PLATE 48"
  },
  {
    "title": "SHOOTINGSTAR",
    "scientific_name": "Dodecatheon meadia Linnaeus",
    "body": "Shootingstar is not particular in choosing a habitat, for it is found in open woods, on moist hillsides, or where the meadows broaden into prairies. It belongs to the Primrose Family, and is distantly related to the Asiatic cyclamen familiar in cultivation, being in fact sometimes called wild cyclamen. It thrives in rich garden soil, where the flowers often become larger than in the wild state, and it should find a place in our gardens.\nThis species of shootingstar has a rather wide distribution, ranging through the prairies, where the flowers are often red, from Texas to Georgia, and northward into Manitoba; it also extends eastward through the Appalachians, reaching the Piedmont from North Catolina to Pennsylvania. The genus Dodecatheon is best represented in the West, where many species occur.\nThe specimen sketched was obtained near Washington, District of Columbia.",
    "plate": "PLATE 49"
  },
  {
    "title": "PRAIRIE PENTSTEMON",
    "scientific_name": "Pentstemon erianthera Pursh",
    "body": "Prairie pentstemon is one of a large genus of plants, embracing about one hundred and forty species, all of which are natives of North America. Wherever present they are likely to be found in great numbers, especially in the West, where they are very conspicuous. This species grows in small clumps on dry hillsides. Its large flowers are wonderfully varied in coloration, ranging from blue, through various shades of dull purple, to pale pink. They belong in the Figwort Family.\nThe prairie pentstemon may be found from Nevada, Nebraska, and North Dakota to British Columbia and Washington.\nThe specimen sketched was obtained near Sinclair Hot Springs, in the Columbia River Valley, British Columbia, at an elevation of 2,500 feet:",
    "plate": "PLATE 5O"
  },
  {
    "title": "WILD SWEET CRAB",
    "scientific_name": "Malus coronaria (Linnaeus) Miller",
    "body": "What sweeter blossoms are to be found in spring than those of the wild sweet crab? It is usually a low bushy tree, growing perhaps twenty feet high, with tangled branches making a flat top, quite inconspicuous in its wild surroundings. But when early spring is past, and the bushes are masses of tender green, the pink buds appear, and soon the whole ts covered with lovely flowers, whose sweet scent is wafted far on every breeze. The fruit, also, is sweet-scented, and can be made into elegant delicious jelly.\nThe wild sweet crab is a native of the Central States, extending from Louisiana and Alabama northward to Michigan and Ontario, but in cultivation over a much wider range.\nThis specimen was collected near Washington, District of Columbia.",
    "plate": "PLATE 51"
  },
  {
    "title": "PITCHERPLANT",
    "scientific_name": "Sarracenia purpurea Linnaeus",
    "body": "The pitcherplant is found in peat bogs, where the acid soil provides ideal conditions for its successful growth. The pitcher-shaped leaves grow from a central crown, and are partially filled with water and a digestive substance. The inner surfaces of the leaves are lined with bristles which project downward, and these prevent many small insects that slide into the water from escaping. Thus they are trapped, drowned, and digested. These dead insects are also used as food by the larvae of several species of sarcophagous flies, which are instrumental in the cross-pollination of the flower, and are always found where the pitcherplant grows.\nThe flowers are borne on a stem from six inches to two feet tall a vigorous plant often yielding seven or eight blossoms.\nA cool greenhouse is necessary for successful indoor cultivation. It is well to place the plant in a flower pot filled with acid soil made from a mixture of peat and sand, and to set this pot inside another of two inches greater diameter, the space between the two being filled with sphagnum moss, which should be kept moist.\nThe pitcherplant is one of the plants that was pushed southward by the ice cap during glacial times. Since the great ice sheet retreated it has been gradually moving northward, and now ranges from Florida to Kentucky and lowa, and north to Labrador and Manitoba.\nThe specimen sketched was collected in eastern Maryland.",
    "plate": "PLATE 52"
  },
  {
    "title": "PRAIRIE-SMOKE",
    "scientific_name": "Sieversia ciliata (Pursh) Don",
    "body": "This pretty and graceful plant grows in grassy meadows, where its red flowers, which resemble buds, its crimson stems, and plumed fruit immediately attract attention. In late summer the silky fruit heads give to dense patches of the plants dispersed over the plains, a purplish hazy appearance, when viewed from a distance.\nThe plant belongs to that group of the Rose Family which includes the cinquefoils and barren-strawbetries,and is most nearly related to the geums, being in fact listed in some books as Geam triflorum.\nAs its name suggests, this plant is typical of the prairie region of the United States, ranging from New Mexico to Missouri and northward. It extends well up into the eastern valleys of the Rocky Mountains, as far north as Alberta, and has also migrated across southern Canada and the northern United States as far as Maine.\nThe specimen sketched was collected near Banff, Alberta, Canada, at an altitude of 4,000 feet.",
    "plate": "PLATE 53"
  },
  {
    "title": "WINTERBERRY",
    "scientific_name": "Ilex verticillata (Linnaeus) Gray",
    "body": "In spring, when all nature is awakening, we easily overlook this inconspicuous shrub, from four to six feet tall, with tender leaves and tiny flowers, growing in damp acid ground among the other denizens of neglected places. But when autumn passes and the stems are stripped of their leaves, the fine red berries come into their own, and lend a delightful touch of color to the winter landscape. The whole top of the bush is covered with berries, and it then vies with its cousin, the holly, in beauty and interest, and in radiating Christmas cheer and good will. The berries stay on the branches till late winter, and are rarely eaten by birds. A form with yellow fruit has been found in New England.\nAnother member of the genus Ilex 1s the well-known shrub, maté, whose leaves are largely used in South America for making a beverage similar to Chinese tea. From yaupon, an Lex of our Southern States, the Indians make a stimulating drink, and it is now being placed on the market, under the name Cassina, as a substitute for tea.\nWinterberry ranges from Missouri to Florida, and northward to Wisconsin and Nova Scotia.\nThe specimen sketched was collected near Washington, District of Columbia.",
    "plate": "PLATE 54"
  },
  {
    "title": "SWEET AZALEA",
    "scientific_name": "Azalea arborescens Pursh",
    "body": "The sweet azalea is one of the contributions to our flora from the Appalachian Mountains, where so many attractive plants were found by the early botanists. Its delightfully fragrant, spicy, white flowers appear in June when the leaves are well developed and afford a fine green background for the blossoms. The foliage often turns brilliant red in late autumn.\nThe plant loves a well drained, deep, moist, acid soil, and under favorable conditions becomes a spreading clump, which blooms freely. It is perhaps the largest of our native azaleas, occasionally attaining a height of twenty feet.\nSweet azalea occurs in the mountains from Georgia northward into Pennsylvania.\nThe sketch was made from a plant found in the vicinity of Linville, North Carolina, at the foot of Grandfather Mountain.",
    "plate": "PLATE 55"
  },
  {
    "title": "KRUHSEA",
    "scientific_name": "Kruhsea streptopoides (Ledebour) Kearney",
    "body": "Anyone who has visited Glacier House, and walked to the foot of the Ilecillewaet Glacier, may have noticed beds of shiny green-leaved plants suggestive of a small Solomonseal. The tiny greenish, bellshaped flowers hang from the under side of the stem, however, and are usually missed by the transient visitor, whose efforts are centered merely on climbing the trail to reach the edge of the ice. This rare member of the Lily-of-the-valley Family has a somewhat restricted range, and is especially interesting because it is one of those plants common to both the American and Asiatic shores of the Pacific Ocean.\nIt may be found from northern Washington to southern Alaska and in the Selkirks of British Columbia; also in Japan and Siberia.\nThe specimen sketched grew at Glacier, British Columbia, at an elevation of 3,500 feet.",
    "plate": "PLATE 56"
  },
  {
    "title": "KRUHSEA",
    "scientific_name": "Kruhsea streptopoides (Ledebour) Kearney",
    "body": ". FRUIT OF PLATE 56 The change wrought in vegetation during a few weeks of growing weather is very great in mountain regions at the latitude of Glacier House, and when autumn approaches,the tiny green flowers of Kruhsea have developed rapidly into large, pulpy, red berries, which contrast strikingly with the yellow leaves and soon fall to the ground.\nOn this continent Kruhsea grows from northern Washington to southern Alaska, and in Asia it is recorded from both Japan and Siberia.\nThe specimen sketched was obtained at the same locality as the flowers shown in the preceding plate, at Glacier, British Columbia, at 3,500 feet elevation.",
    "plate": "PLATE 56A"
  },
  {
    "title": "ARETHUSA",
    "scientific_name": "Arethusa bulbosa Linnaeus",
    "body": "The arethusa has a single large, one-sided flower with a delicate scent like that of fresh red raspberries. The recurved lip, with its fringes, forms a capital landing platform for visiting insects. As with many other orchids, the bees are frequent visitors to this plant. The flower is so constructed that the bee, in raising his head to depart after sipping the nectar, comes in contact with a few soft pellets of pollen, which are deposited upon his head from the helmet-shaped anther. Some of this pollen may be transferred to the stigmas of the next flower that he visits, although more often it is brushed off by other parts of the flower. Because of the infrequency of cross-pollination seeds rarely Matutfe.\nThe name was given to the plant by Linnaeus, who recalled the myth of the nymph Arethusa, changed by Diana into a fountain, in order to protect her from the river god Alphaeus, who fell deeply in love with her on seeing her at her bath.\nOwing to the great demand for this orchid by European collectors, it has been nearly exterminated in many sphagnum bogs where it formerly grew in great abundance.\nArethusa may be found from North Carolina northward to Maine and Newfoundland, and westward to Indiana and Minnesota.\nThe specimen sketched was obtained from a swamp a few miles east of Washington, District of Columbia, where the plant is extremely rare.",
    "plate": "PLATE 57"
  },
  {
    "title": "PALE LA DYSLIPPER.",
    "scientific_name": "Cypripedium acaule Aiton",
    "body": "The pale ladyslipper is even lovelier than the common form of this beautiful orchid, which has pink flowers. The pale form is frequent in the North, but one who is so fortunate as to find it in the more southern part of its range, experiences a thrill that is not likely to be forgotten. If the soil is kept strongly acid, the plant will readily yield to culture in a wildflower garden, and will flourish in either dry or moist situations, and in sun or shade. A dressing of pine needles or oak leaves will help to conserve the moisture, as well as the acidity of the soil. No attempt should be made, however, to cultivate it in seer garden soil, for there it is sure to die.\nThe pale ladyslipper may be found from North Carolina and Tennessee northward to Manitoba and Newfoundland.\nThe specimen sketched grew near Washington, District of Columbia.",
    "plate": "PLATE 58"
  },
  {
    "title": "QUAKERLADIES",
    "scientific_name": "Houstonia caerulea Linnaeus",
    "body": "Quakerladies, sometimes called bluets and innocence, are among our earliest spring flowers, and delight flower lovers by their dainty growth and faint, sweet odor. Occurring plentifully in moist meadows and wayside places, they sometimes completely carpet the ground. They may be gathered freely, without fear of extermination. They continue blooming into early summer, and frequently put forth a second bloom in late fall. No wildflower garden would be complete without them, a rather sterile and acid soil and a fair amount of sunshine being all that they ask.\nLinnaeus named this plant in honor of Dr. William Houston, a young English botanist, who died in South America after an exhausting collecting trip around the Gulf of Mexico in 1733.\nQuakerladies are widely distributed, being found from Georgia and Alabama northward to eastern Canada and Michigan. \nThe plant sketched grew at Washington, District of Columbia.",
    "plate": "PLATE 59"
  },
  {
    "title": "BEARBERRY HONEYSUCKLE",
    "scientific_name": "Lonicera involucrata (Richardson) Banks",
    "body": "Beatberry honeysuckle is a plant that is conspicuous in July when the fruit ripens. The coarse, hairy leaves are of a dark rich green, and the twin berries, glossy black in color, are surrounded by a red frill, a combination which makes the bush very decorative. The unpretentious sttaw-colored flowers may sometimes be found on the younger branches along with the fruit produced by those that come into bloom earlier. If the bush 1s shaken, the ripe fruit falls easily. Its disagreeable flavor has gained for it the name of skunkberry in some regions.\nBearberry honeysuckle may be found from Quebec to Michigan, New Mexico, and California, and northward to Alaska.\nThe specimen sketched was collected near Hector, British Columbia, at an elevation af 4,000 feet.",
    "plate": "PLATE 60"
  },
  {
    "title": "PINK FLEABANE",
    "scientific_name": "Erigeron caespitosus Nuttall",
    "body": "The pink fleabane may be seen in great perfection in June in the upper Columbia River Valley. It seems to delight in dry, sandy soils, and especially after a shower, its graceful clumps of daisylike flowers, variously shaded from white to pink or pale purple, are a delight to the eye. It is a member of a group of plants widely distributed in North America, and represented in the Rocky Mountains by a hundred or more Species.\nPink fleabane ranges from Colorado and Utah to the Yukon.\nThe specimen drawn was collected in the Saskatchewan River Valley, fifty miles north of Lake Louise, Alberta, at an altitude of 3,500 feet.",
    "plate": "PLATE 61"
  },
  {
    "title": "LABRADOR-TEA",
    "scientific_name": "Ledum groenlandicum Oeder",
    "body": "Who that has traveled by the Canadian Pacific Railway in June, along the north shore of Lake Superior and across the boggy country traversed by that railroad, has not noticed the masses of low bushes covered with feathery heads of white flowers? When the mountains are reached we still find the shrub growing luxuriantly in full sunshine or adapting itself to more shaded situations, provided the ground is sufficiently wet. The margins of the leaves are rolled, and their under surface is coveted with brown wool.\nThe leaves have an aromatic fragrance, and were used by the early settlers as a substitute for tea, but the beverage is rather too much like turpentine to be palatable.\nLabrador-tea is one of the members of the Heath Family and 1s at home in northern regions. During the glacial period it probably survived near the margins of the ice sheets, and when these melted back, followed them closely and became widespread in the glaciated territory, wherever acid soils developed. It now grows from the highlands of New Jersey northward and westward far into the Rocky Mountains and the Arctic regions. It was in fact given the specific name groenlandicum because it was first discovered in Greenland.\nThe specimen sketched came from the White Mountains in New Hampshite.",
    "plate": "PLATE 62"
  },
  {
    "title": "NORTHERN BEDSTRAW",
    "scientific_name": "Galium boreale Linnaeus",
    "body": "In many parts of North America northern bedstraw 1s a familiar plant. Although essentially northern in its distribution, as its name implies, it is not an Arctic plant, but seems to thrive best in regions of only moderately cold climate. In the central and southern Rockies it is abundant at middle and high altitudes, but farther north it frequents the foothills, extending out upon the plains. The plant sometimes forms dense clumps which afford a bouquet of feathery white flower sprays that are delicately scented. In the Rockies the name wild heliotrope is occasionally applied to the plant, although its fragrance is scarcely suggestive of our garden heliotrope.\nNorthern bedstraw grows in a great variety of situations, on open banks among rocks and grasses, in aspen thickets, or along streams, where the abundant moisture develops luxuriant plants that are sometimes two feet high. The species ranges from Pennsylvania, Missouri, and southern California, northward over the greater part of Canada and Alaska, and is widely distributed also in northern Europe and Asia.\nThis plant is one of a large group of the Madder Family, some members of which produce, in their roots, a red or purple dye. Most of our American bedstraws are unattractive plants, with weak rough stems and insignificant flowers.\nThe sketch was made from a specimen found near Banff, Alberta, Canada.",
    "plate": "PLATE 63"
  },
  {
    "title": "BRONZEBELLS",
    "scientific_name": "Stenanthium occidentale Gray",
    "body": "Bronzebells is so delicate and graceful a lily, and has such a modest coloring of green and dark maroon, that it is almost hidden among the vegetation of the moist rich woods, where it prefers to grow. Flowering in company with Rocky Mountain rhododendron and menziesia, it is always a delight to the lover of the beautiful who has eyes to see the variety in nature's handiwork, and will search for her hidden treasures.\nBronzebells ranges from Montana and Oregon to Alberta and British Columbia.\nThe specimen sketched was obtained in the Yoho Valley, ten miles from Field, British Columbia, at an altitude of 4,500 feet.",
    "plate": "PLATE 64"
  },
  {
    "title": "ROUNDLEAF ORCHIS",
    "scientific_name": "Orchis rotundifolia Pursh",
    "body": "The roundleaf orchis loves the wet shores of alpine lakes and frequently grows in sphagnum moss along the borders of mountain brooks in partially shaded, wet places. Where conditions are favorable it occurs in abundance, though often overlooked by the flower lover because of larger and tanker plants surrounding it. The single rounded leaf is a distinguishing characteristic, and the sweet scent of the flowers is so pervasive that it sometimes attracts attention before the bloom 1s discovered. Except for a single Alaskan species, it is the only American member of a group represented in Europe and Asia by eighty species or more.\nThe roundleaf orchis is a plant of northern range and is not known to grow south of the limits reached by the ice sheets of the glacial period. It must have survived close to the edge of the ice, and migrated back rapidly when this retreated. Although it died out from the places where it survived glaciation, It has subsequently spread across the continent, from northern Maine to British Columbia and northward to Greenland and Alaska.\nThe specimen sketched grew at Emerald Lake, seven miles from Field, British Columbia, at an altitude of 3,800 feet.",
    "plate":"PLATE 65"
  },
  {
    "title": "PRICKLY CURRANT",
    "scientific_name":"Ribes lacustre (Persoon) Poiret",
    "body": "The prickly currant is a beautiful bush when in bloom. Its graceful branches are then ornamented with dainty racemes of yellowish flowers, shaded with red, and the delicate green leaves are of a tint best suited to show them off to perfection. When growing on asteep slope, with full exposure to the sun, the plant is so pleasing that one wonders why it has not been transplanted to cultivated gardens.\nPrickly currant is found from Pennsylvania to Newfoundland and from California to Alaska.\nThe specimen sketched was collected on the slopes of Mt. Wapta, ten miles by trail from Field, British Columbia, at an altitude of 7,000 feet.",
    "plate": "PLATE 66"
  },
  {
    "title": "PRICKLY CURRANT",
    "scientific_name": "Ribes lacustre (Persoon) Poiret",
    "related_plate":"FRUIT OF PLATE 66",
    "body": "Though never very abundant, the prickly currant is found in some regions of the Rocky Mountains in sufficient quantity to furnish a delightful dish. When stewed and eaten with venison or wild mutton, it makes a deliciously spicy sauce. When raw, the berries are rather sour, and are eaten only for want of something better.\nPrickly currant may be found from Pennsylvania to Newfoundland and from California to Alaska.\nThe specimen sketched was obtained near Glacier Lake, on the headwaters of the Saskatchewan River, fifty miles north of Lake Louise, British Columbia, at an altitude of 6,000 feet.",
    "plate": "PLATE 67"
  },
  {
    "title": "GLACIERLILY",
    "scientific_name": "Erythronium grandiflorum Pursh",
    "body": "The glacierlily seems to radiate the spirit of the high places, and with bright sunshine and pure air helps to entice the lover of nature to the mountain tops. Along the edges of the melting snow the pointed, green, daggerlike leaves push upward, often through the snow itself, and soon the flower bursts into bloom, exhaling a delicious fragrance quite distinct from any other we experienced in the mountains. Carpeting the ground with gold, the plant may be found even in midsummer, along with springbeauties, yellow violets, and buttercups, where the spring avalanches have lodged their load of snow and thus held the early flowers in cold storage. The name avalanche lily is often applied to it because of this fact. At lower altitudes it grows in greater numbers and with longer stems, but always with the same lovely coloring of brilliant green and gold. It is rarely found below an elevation of 4,000 feet.\nThe glacier lily is evidently adapted to grow in regions of heavy snowfall, and no doubt survived the glacial period close to the edge of the ice from Wyoming to Washington, having since pushed northward into the mountains of British Columbia and Alberta.\nThe specimen sketched was obtained on the slopes of Mt. Wapta, above Emerald Lake near Field, in the Canadian Rockies, at an altitude of 6,000 feet.",
    "plate": "PLATE 68"
  },
  {
    "title": "BALSAMROOT",
    "scientific_name": "Balsamorhiza sagittata (Pursh) Nuttall",
    "body": "Wherever it is found, balsamroot is a striking plant. The arrowshaped leaves, blue-green on the upper surface and white on the under side, are borne on stalks five or six inches long, above which the handsome yellow flowers are poised on still longer stems. When in bloom these plants brighten whole mountain sides with gold. The plant prefers moist situations on partially shaded, steep slopes, but in the lower valleys it frequents the borders of swampy land, among coarse grass and alder and willow bushes. The horses love to feed upon it, and will never pass a fine clump in perfection of leaf and bloom, unless urged on. The large fleshy roots are eaten by the Indians, and in Utah they are commonly called Mormon biscuit, because of their use by the early immigrants in times of scarcity.\nBalsamroot is distributed from Colorado and California to British Columbia and South Dakota.\nThe specimen sketched was obtained near Radium Hot Springs, British Columbia, at an altitude of 3,500 feet.",
    "plate": "PLATE 69"
  },
  {
    "title": "SILVERBERRY",
    "scientific_name": "Elaeagnus commutata Bernhardi",
    "body": "After crossing the plains and coming into the foothill country, the traveler will observe many thickets of silvery-gray shrubs. In June, on approaching these clumps he is greeted by the peculiar sweet scent of the greenish funnel-shaped bells, with yellow petals, that hang from the under sides of the branches. The leaves, when examined under a lens, are seen to be covered with silvery scales. Similar scales covering the fruit have given the plant the name silverberry. It is nearly related to the buffaloberry, and often grows with it. Both are members of the group of plants known as the Oleaster Family, which is considered by botanists to belong in the same order as the loosestrifes and evening primroses.\nSilverberry is found from Quebec to Minnesota and from Utah to the Yukon.\nThe specimen sketched was collected near Ghost Rivet, twenty-five miles northeast of Banff, Alberta, at an altitude of 4,000 feet.",
    "plate": "PLATE 70"
  },
  {
    "title": "SILVERBERRY",
    "scientific_name": "Elaeagnus commutata Bernhardi",
    "body": "FRUIT OF PLATE 70 We had known the silverberry for years and had enjoyed its sweet fragrance, but had never seen fruit on the bushes until one occasion when we were traveling down the Kootenai River Valley, in the beginning of September. Here all the plants were growing in great perfection, and in riding across a flat, through which a mountain stream meandered, we came across some superb silverberry bushes, which were higher than our horses’ heads and loaded with fruit. They were so beautiful that we carried a great bunch of them back to camp, tied to the pommel of the saddle. Since then we have learned that the berries are, in a sense, edible, though too dry and mealy to appeal to the taste of most people, and so the prairie chickens and other birds are allowed to enjoy them in peace, throughout their broad range from Quebec to Minnesota and Utah, and north to the Yukon.\nThe specimen sketched was obtained in the Kootenai River Valley, British Columbia, at an altitude of 3,000 feet.",
    "plate": "PLATE 71"
  },
  {
    "title": "TWINLEAF",
    "scientific_name": "Jeffersonia diphylla (Linnaeus) Persoon",
    "body": "Jeffersonia, commonly called twinleaf, is one of the earliest of spring flowers. It blooms before the leaves are fully developed, and is somewhat like a bloodroot in appearance. The long-stemmed leaf blades are parted nearly to the base, and as they are blown about by the wind, remind one of a group of green butterflies, though they lose this resemblance when fully developed, for they are then rather stiff, This plant, which was named for Thomas Jefferson, can be easily cultivated in a wildflower garden under the same conditions that will render the bloodroot happy\nJeffersonia is most abundant west of the Appalachian Mountains, from Tennessee northward to Minnesota, Ontario, and central New York; locally, however, it has crossed the mountain barrier and pushed down the river valleys, notably along the Potomac River in Virginia and Maryland.\nThe sketch was made from a beautiful clump growing on Plummets Island in the Potomac River near Washington, District of Columbia.",
    "plate": "PLATE 72"
  },
  {
    "title": "IVORY BANEBERRY",
    "scientific_name": "Actaea arguta Nuttall",
    "body": "Ivory baneberry is a white-fruited form of the red-fruited western baneberry, Actaea arguta. It prefers shady situations, near the borders of mountain streams, where the soil is rich and the air damp. The flowers, which have a sweet, sickish odor, appear in spring in racemes two inches long at the ends of the slender stems. The white petals and sepals soon fall, and the raceme lengthens. When the berries develop and become heavy, the stems beating them appear almost too weak to carry the load, and the fruits soon drop when ripe. The berries are said to be poisonous, like the seeds of many other members of the Buttercup Family, to which the plant belongs.\nIvory baneberry is found from Utah and Colorado to Alberta and British Columbia.\nThe specimen sketched was collected near Vermilion Pass on the motor road between Banff and the Columbia River Valley, at an altitude of 4,000 feet.",
    "plate": "PLATE 73"
  },
  {
    "title": "PINK MOUNTAINHEATHER",
    "scientific_name": "Phyllodoce empetriformis (Smith) Don",
    "body": "The mountainheathers of the Canadian Rockies are an inspiration and a delight to those who climb to the higher places. They are found near tree line and on the bare slopes just above it, and cover the mountain sides with their deep green foliage. In blossom time they make a wonderful carpet of color-pink, red, and white. Among them all, the pink mountainheather is in many respects the most beautiful.\nOn Burgess Pass, seven miles by trail from Field, British Columbia, where this specimen was gathered at an altitude of 7,000 feet, the coloring was almost like that of an India shawl. The seed-pods are deep red and coveted with golden dots of resin. Pink mountainheather ranges from California to Colorado and northward to Alaska.",
    "plate": "PLATE 74"
  },
  {
    "title": "ROCKY MOUNTAIN CASSIOPE",
    "scientific_name": "Cassiope mertensiana (Bongard) Don",
    "body": "With the exception of the rare orchids, the Rocky Mountain cassiope is perhaps the most romantic of American mountain flowers. It is found in perfection about tree line in the Canadian Rockies, which is usually at an altitude of 6,500 to 7,500 feet. Here, in favorable localities, it frequently forms dense, thick mats, and when in full bloom the plants are literally covered with delicate white bells. The tiny stems holding the blossoms may be either green or red, and when the flowers fall the seed capsules are usually red in color, becoming brown as the season advances. Growth in a single season is rather limited, and the stiff, woody stems underneath bear silent witness to the vicissitudes of plants at high altitudes. To the camper a bed of cassiope is most satisfying, for in addition to its springiness it possesses an elusive fragrance that persists even when the plants are quite dried out. The red, pink, and white mountainheathers are frequently found growing with the cassiope, and add color to the wildflower carpet on the mountain sides.\nRocky Mountain cassiope is to be found from Montana to northern California and Alaska.\nThe specimen sketched was obtained at Burgess Pass near Field, British Columbia, Canada.",
    "plate": "PLATE 75"
  },
  {
    "title": "ONE-LEAF BOG-ORCHID",
    "scientific_name": "Habenaria obtusata (Pursh) Richardson",
    "body": "This orchid is exceptional in having but a single basal leaf: The plant grows on the mossy banks of streams or in boggy places, delighting in the peaty soil, where other members of the genus Habenatia flourish. Its green color renders it inconspicuous and easily overlooked, especially when the larger, white, sweet-scented varieties are its near neighbors.\nThis species ranges from Maine, New York, and Colorado and northward to Newfoundland and Alaska.\nThis specimen was found at Hillsdale, eleven miles northwest of Banff, Alberta, at an altitude of 4,000 feet.",
    "plate": "PLATE 76"
  },
  {
    "title": "BUSH CINQUEFOIL",
    "scientific_name": "Potentilla fruticosa Linnaeus",
    "body": "Bush cinquefoil is one of the showiest plants of the Canadian Rockies, where it seems to find congenial surroundings almost everywhere, flourishing in alpine meadows or on mountain slopes,and sometimes at high elevations, struggling against the mountain winds and other adverse conditions to obtain a foothold. In midsummer it is covered with clear yellow flowers, which appear to greater advantage by reason of the silver-gray foliage that forms their background. In moist limestone soils in New England it is classed as a weed, because of © its invasion of idle fields and pastures.\nThis member of the Rose Family is found from California, New Mexico, and New Jersey northward to Alaska, central Canada, and Labrador, as well as in Europe and Asia.\nThe specimen sketched was collected on the trail below Burgess Pass, six miles from Field, British Columbia, at an altitude of 5,000 feet.",
    "plate": "PLATE 77"
  }
]