[
   {
      "title":"FLOWERING DOGWOOD",
      "scientific_name":"Cornus florida Linnaeus",
      "body":"Dogwood grows abundantly in the favored regions which it inhabits. When the tree is in bloom in early spring, the profuse blossoms appear like a cloud of great snowflakes falling through the interlaced branches. The large flower buds are well developed before the leaves fall in autumn. When warmer days have come the four small bracts, which protect the buds, expand into the white petallike organs which surround the yellow-green florets clustered in the center. The dogwood tree grows to a maximum height of twenty feet with a trunk sometimes eighteen inches in diameter. Its bark is gray and cracked into squares, and the wood is close-grained and heavy. Its firm and even texture, and its quality of drying without cracking, makes it a favorite wood for wedges in lumber camps and for spindles and bobbins in cotton mills. Dogwood is the State flower of Virginia, and no more beautiful and suitable plant could have been chosen. Occasionally the bracts are pink. Both color-types are extensively cultivated, thriving best in a moderately acid soil.\nFlowering dogwood is found from Florida and Texas northward to southern Maine, Ontario, and Minnesota, and related species occur in the Pacific Coast States, and in Japan, Korea, and China.\nThe sketch was made in Washington, District of Columbia.",
      "plate":"PLATE 321"
   },
   {
      "title":"FLOWERING DOGWOOD",
      "scientific_name":"Cornus florida Linnaeus",
      "related_plate":"FRUIT OF PLATE 321",
      "body":"As autumn approaches, the leaves of the dogwood assume gorgeous tints of crimson and yellow, and at the same season the clusters of brilliant red berries reach their maturity. Robins and many other birds are especially fond of the juicy though bitter berries, and frequently they eat them all before winter comes. The seeds are stored by small mammals for winter use. Sometimes the fruits remain on the tree until far into the winter. In late autumn, in some places, they are so abundant as to give a red color to the woods.\nDogwood is found from Florida to Texas, and northward to southern Maine, Ontario, and Minnesota.\nThe branch illustrated grew near Fairfax, Virginia, a region where the berries are exceptionally large and well developed.",
      "plate":"PLATE 322"
   },
   {
      "title":"WITCH-HAZEL",
      "scientific_name":"Hamamelis virginiana Linnaeus",
      "body":"In late autumn, when the leaves have nearly all fallen, and all other flowers long since have faded, the witch-hazel comes into bloom.\nFor now the gray witch-hazel gives her flowers,\nHer tiny blooms, that sweeten all the air,\nTo greet November’s sun and chilly showers,\nWith something dainty, hardy, sweet and fair.\nElusive, drifting, cool and vaguely sweet,\nIt gives the day a meaning all its own,\nNovember’s incense, as she comes to meet\nThe winter, when all flower scents have flown.\nL. CLAUDE.\nThe dainty pale yellow flowers sprawl from the axils of the yellow tinted leaves, and sometimes open even after the last leaf has fallen. The fruits do not ripen until almost a year has passed. Then the hard dry seeds are shot from the slowly splitting capsules to a distance of many yards from the parent plant. Witch-hazel was named by the early colonists from a fancied resemblance to another plant known to them in western Europe, and much of the folk-lore connected with the latter was transferred with the name. The twigs are supposed to possess occult powers when in the hands of persons capable of interpreting the movements, and to reveal the presence of water or mineral deposits. Witch-hazel is used in medicine, because of the soothing properties of the distilled extract.\nThe witch-hazels belong to a small plant family distantly related to the roses. The species here described is found from Florida northward to Nova Scotia, Ontario, and Minnesota. A relative that grows from Louisiana to Missouri blooms in earliest spring.\nThe specimens painted grew near Washington, District of Columbia.",
      "plate":"PLATE 323"
   },
   {
      "title":"MAYPOP",
      "scientific_name":"Passiflora incarnata Linnaeus",
      "body":"The Passionflower Family of three hundred and fifty species is exclusively American, and nearly all the species are inhabitants of the tropics. Only a few are found in the United States and of these the maypop is hardy as far north as Virginia and even farther northward. It is a vigorous vine, often growing thirty feet in length, with many tendrils and rich green leaves. The peculiarly scented flowers attract universal attention by their complicated structure and coloring. The various organs of the flower suggested to the devout Spaniards the objects associated with the passion of our Lord, and the Latin name was given in consequence. The fruit is as large as a hen’s egg and pale yellow. Its smooth rind is very tough, and the many and large seeds are surrounded by a juicy sweet pulp, which is eaten by children. Some of the tropical passionflowers are highly esteemed for their edible fruits of superior flavor. The common name of the plant refers to the loud popping noise that it makes when squeezed until it bursts. Tennessee has adopted it as the State flower.\nThe maypop grows from Florida to Texas and northward to Virginia, southern Indiana, and Missouri. It is easily cultivated, but is not safe to introduce into small gardens, because of its spreading tendencies.\nThe sketch was made from specimens secured near Savannah, Georgia.",
      "plate":"PLATE 324"
   },
   {
      "title":"SWEETBAY",
      "scientific_name":"Magnolia virginiana Linnaeus",
      "body":"Sweetbay is found in swampy woods or deep swamps where it is usually a shrub, although sometimes attaining the size of a tree. The leathery leaves are silvery beneath, and their upper surface is a rich dark green. The solitary flowers are borne at the tips of the branches, where the creamy petals contrast pleasingly with the deeply colored foliage. Their delicious and pervasive odor is their greatest attraction. Long after the flowers have passed they are succeeded by a coneshaped fruit in which, when fully ripe, the separate parts split open, and the seeds with their bright red fleshy covering dangle by slender threads. When the thread finally breaks, the seeds are blown by the wind to substantial distances. While beavers were abundant they felled the trunks of these trees for building their dams, and they were so fond of the bark that it was employed frequently to bait beaver traps. Sweetbay is often called beaver tree.\nThis striking member of the Magnolia Family is found around the Gulf of Mexico from Florida to Texas and Arkansas, and northward along the Atlantic coastal plain to Pennsylvania and Massachusetts. It always grows in the most acid of soils, and thrives in cultivation only if planted in such soils.\nIt grows plentifully in the neighborhood of Washington, District of Columbia, where this specimen was found.",
      "plate":"PLATE 325"
   },
   {
      "title":"LAMBKILL",
      "scientific_name":"Kalmia angustifolia Linnaeus",
      "body":"Lambkill, although closely related to mountain laurel, is conspicuously different in its low stature and smaller but more brightly colored flowers. It is a beautiful member of the Heath Family. The shrub grows from six inches to three feet in height, and where it is plentiful, colors the hillsides or swamps with its rich crimson. The plant, as its popular name intimates, is very poisonous to stock, which sometimes eat the young leaves. Its poisonous properties were well known to the Indians who inhabited the Eastern States.\nThis species has a wide range. It is found from Georgia to Michigan and northward to Newfoundland and Hudson Bay.\nThe sketch was made from specimens collected near Washington, District of Columbia.",
      "plate":"PLATE 326"
   },
   {
      "title":"PINK LADYSLIPPER",
      "scientific_name":"Cypripedium acaule Aiton",
      "body":"Pink ladyslipper, often called moccasin-flower, is always a delight to the flower lover, for it seems like some exotic visitor. In fact it is not surpassed in beauty by many of the choicest orchids of the tropics. It adapts itself readily to cultivation in a wild garden if suitable acid soil is provided, for it is one of the most acid-loving of all our native plants. It reappears year after year when once established. The term acaule, meaning “stemless,” applies to the leaves and not to the flower, for the latter grows at the top of a slender stem — springing up between two broad green leaves which often lie close against the soil. It is the largest flower produced by any of our native northern orchids. Bumblebees are attracted to the nectar and enter the pouch, at the top of which it is secreted. Frequently, however, they find escape difficult, sometimes even biting their way out to freedom. Those which manage to emerge through the openings beside the anthers rub off some of the sticky pollen, and without knowing it, carry this to another flower and leave it on the stigma there, thus bringing about cross-pollination and the production of fertile seed.\nPink ladyslipper is found from the mountains of Alabama northward to Newfoundland and westward to Manitoba.\nThe flowers sketched grew near Washington, District of Columbia.",
      "plate":"PLATE 327"
   },
   {
      "title":"PAPAW",
      "scientific_name":"Asimina triloba (Linnaeus) Dunal",
      "body":"The papaw is a tall shrub or small tree from ten to forty-five feet in height. It grows in rich ground along river bottoms, where owing to the soft and unobtrusive coloring of the flowers, it is easily overlooked when in bloom. The flowers appear earlier than the leaves, along with those of dogwood and redbud, but the fruits do not ripen until October. They grow singly or in sparse bunches, and are of the size and shape of short stout bananas. When ripe, they are colored deep yellow. Opinions differ as to their palatability, but many persons enjoy their sweet aromatic flavor. The old French settlers called them “assimin,” a name derived from that used in a dialect of the Algonquian Indians, and the genus name is derived from this term. The papaw belongs to the tropical Anona Family, but the eight species of Aszmina are all native in the southern United States.\nThis specimen grew on Plummets Island, Maryland, near Washington, District of Columbia.\nPapaw ranges from Florida westward to Texas and Kansas and northward to New York, southern Ontario, and Michigan.",
      "plate":"PLATE 328"
   },
   {
      "title":"DRUMMOND PITCHERPLANT",
      "scientific_name":"Sarracenia drummondii Croom",
      "body":"The thrill of finding a pitcherplant in bloom is a rare experience, for the petals of these plants are short lived. The umbrella left behind is a curious object, but it lacks the distinctive beauty of the perfect flower, with its brilliant petals. Many insects are attracted to the treacherous pitchers and are lured to their death. Of all our wild flowers, pitcherplants are the most fascinating from the standpoint of their relations to insects, excepting only the orchids. They yield readily to cultivation in a cool greenhouse, when given the proper acid soil, and abundant moisture about their roots, approximating natural conditions. This may be accomplished by the use of a double pot, with peat moss in the interspace.\nDrummond Pitcherplant is one of the largest of the several species of the genus, its pitchers reaching a height of three or even four feet. It is native in a rather restricted area along the Gulf Coast, from southwestern Georgia and western Florida to southern Mississippi.\nThe plant painted was brought into bloom in the greenhouses of the Department of Agriculture in Washington.",
      "plate":"PLATE 329"
   },
   {
      "title":"YELLOW CUCUMBERTREE",
      "scientific_name":"Magnolia cordata Michaux",
      "body":"Yellow cucumbertree is one of the rare members of the Magnolia Family, its range being confined to the State of Georgia. This species has had a peculiar history, having been discovered by Michaux in the course of his famous exploration trips in this country in the latter part of the eighteenth century, then being lost to science for a long period, and rediscovered in the wild in recent years.\nA fine specimen on the grounds of the Department of Agriculture in Washington always draws much attention, especially when adorned with its showy blossoms. The flowers resemble somewhat those of the tuliptree, which indeed is a close relative, but the cucumbertree flowers earlier in the season.\nThe specimen sketched was given me by the Honorable Henry C. Wallace, at that time Secretary of Agriculture.",
      "plate":"PLATE 330"
   },
   {
      "title":"JACK-IN-THE-PULPIT",
      "scientific_name":"Arisaema triphyllum (Linnaeus) Torrey",
      "body":"Jack-in-the-pulpit, sometimes called Indian turnip, comes into bloom in spring along with violets and columbines. It thrives in rich moist woods, and in favorable surroundings develops into a plant two feet tall. Some spathes contain staminate flowers and others pistillate flowers. In some cases both staminate and pistillate flowers are found in the same plant, the latter growing above the former, at the base of the club. The fruit, which consists of a ball of bright red berries, ripens in September. The bulblike corm, sunk deep in the ground, is very pungent when tasted raw, causing the mouth and tongue to burn for hours afterward. It was used by the Indians as food, however, after baking or boiling to remove the irritating substances.\nThe Arum family, to which Jack-in-the-pulpit belongs, is composed chiefly of tropical plants but includes the skunkcabbage, wild calla, greendragon, and goldenclub, as well as the cultivated calla.\nJack-in-the-pulpit is found from Florida to Kansas and northward to Nova Scotia and Minnesota. Our specimen grew at Bryn Mawr, Pennsylvania.\nJack-in-the-pulpit preaches today, Under the green trees, just over the way;\nSquirrel and song sparrow high on their perch, Hear the sweet lily-bells ringing to church.\nCome hear what his reverence rises to say,\nIn his low painted pulpit, this calm Sabbath day.\nFair is the canopy over him seen\nPenciled by nature’s hand, black, brown and green.\nGreen is his surplice, green are his bands;\nIn his queer little pulpit, the little priest stands. CLARA SMITH",
      "plate":"PLATE 331"
   },
   {
      "title":"BLUEFLAG IRIS",
      "scientific_name":"Iris versicolor Linnaeus",
      "body":"Blueflag iris loves swamps and wet meadows because it requires ample moisture in order to flourish. Its blue flowers attract bees and other insects; these are necessary to the formation of viable seeds, for the shape and arrangement of the petals are such as to make self pollination impossible. The thick root is considered poisonous, and although this is not fully substantiated, the foliage evidently contains a repellent, for cattle never eat it. The irises derive their name from the Greek word meaning rainbow.\nBlueflag iris has a wide range, growing from the mountains of North Carolina northward to Newfoundland. Closely related species also occur in adjoining territory.\nThe specimen sketched grew near Washington, District of Columbia.",
      "plate":"PLATE 332"
   },
   {
      "title":"VIRGINIA STEWARTIA",
      "scientific_name":"Stewartia malachodendron Linnaeus",
      "body":"The few species of stewartia found in the southeastern United States and eastern Asia are all rare and local plants, familiar to few botanists. Their beauty deserves for them a wider acquaintance. This stewartia is a shrub growing from six to twelve feet high, and is usually found in low woods. The unusual coloring of the stamens, especially the anthers, gives the flowers a very remarkable appearance, and the leaves in autumn are colored brilliantly with red and orange. The genus name was given in honor of John Stuart, Earl of Bute, a patron of botany, but Linnaeus adopted the name in the form Stewartia. It belongs to the Tea Family.\nStewartia ranges from Florida to Virginia and west to Louisiana.\nThe sketch was made from a specimen gathered on Ladys Island near Beaufort, South Carolina.",
      "plate":"PLATE 333"
   },
   {
      "title":"WAX TRILLIUM",
      "scientific_name": "Trillium album (Michaux) Small",
      "body":"Wax trillium is one of the trilliums which is little known and seldom seen, but for that very reason, it is of greater interest when found. Moist woods and thickets are its favorite habitat. Since it thrives in cultivation in a wild garden, as do most of its relatives, it may be enjoyed each succeeding spring. It may be a color form of the well-known purple trillium (Trillium erectum). It occurs as isolated plants throughout the range of that species, from the mountains of Georgia and Alabama to Nova Scotia and Manitoba. The trilliums belong to the Lily Family, and the numerous species occurring in North America are distributed from coast to coast.\nThe specimen sketched was obtained from a wild garden near Chestnut Hill, Massachusetts.",
      "plate":"PLATE 334"
   },
   {
      "title":"LOBLOLLY PINE",
      "scientific_name":"Pinus taeda Linnaeus",
      "body":"We are so apt to consider the various kinds of pine trees as similar and uninteresting, that when a loblolly pine is investigated in its blooming season in earliest spring, its curious flowers shedding their clouds of dustlike pollen are an unexpected novelty. Produced. plentifully at the tips of the twigs, they are so abundant, as to give a brownish tinge to the whole tree. The embryonic cones are inconspicuous at this season, teaching their full size only at the end of autumn, but they enlarge after pollination has occurred. Loblolly pine is a large forest tree occasionally reaching a height of one hundred and fifty feet, with a trunk five feet in diameter. It springs up in clearings or in old fields and is often called oldfield pine. The long leaves are usually in threes. The wood is coarse-grained and brittle.\nLoblolly pine ranges from Florida north to Delaware and New Jersey and west to Arkansas, Oklahoma, and Texas.\nThe sketch was made at Beaufort, South Carolina.",
      "plate":"PLATE 335"
   },
   {
      "title":"FRINGED GENTIAN",
      "scientific_name":"Gentiana crinita Froelich",
      "body":"Fringed gentian is a plant always surrounded with sentiment, which is reflected in Bryant's lines:\nThou waitest late, and comest alone\nWhen woods are bare and birds have flown, And frosts and shortening days portend The aged seat is: meat his end.\nThen doth thy sweet and quiet eye Look through its fringes to the sky, Blue—blue—-as if that sky let fall\nA flower from its cerulean wall.\nIn some years the fringed gentian may be found growing plentifully in a given locality, but the next season it may be sought in vain in the same spot. The fact that the plant is a biennial, flowering only in its second season, sometimes accounts for this, although in some places other individuals come into bloom in the in-between years. The seeds, although numerous, are very small and light and easily washed away by rain or blown about by the wind. There are seven hundred members of the Gentian Family, most of them found in temperate and arctic regions, although many others grow in the higher mountains of tropical countries. The name is derived from that of King Gentius of Illyria.\nFringed gentian has a wide range, from the mountains of Georgia to Quebec and South Dakota.\nThe flowers sketched were obtained near Mount Kisco, New York.",
      "plate":"PLATE 336"
   },
   {
      "title":"WHITE EPIDENDRUM",
      "scientific_name":"Epidendrum nocturnum Jaquin",
      "body":"In the deep cypress swamps of southern Florida the white epidendrum, known locally as bark orchid, is of frequent occurrence, although sometimes it is perched so high upon the tree that it is difficult to discover. The very minute seeds, carried by the breeze to some branch, germinate and develop slowly, if the conditions are exactly right, into tiny plants which require several years to reach maturity. The plants cling tightly by their thick, fleshy roots to the branches. The white flowers of this epidendrum, although not so showy as those of some of its tropical relatives, are very beautiful, and like the blossoms of most orchids, they last for a long time after they have opened. Their fragrance, which is especially noticeable at night, is attractive to moths, which feed on the nectar and unwittingly accomplish cross-pollination in carrying the pollen from flower to flower.\nThe dense hammocks of the lower Florida wilds bordering Coot Bay and the ramifying channels leading to and from it in Monroe County contain probably the finest development of epiphytic plants in the United States. Here many species of orchids, bromeliads, and ferns, in endless number, drape and festoon the branches to form a veritable hanging garden.\nThis specimen came from Coot Bay, Florida. The plant is rather generally distributed in the West Indies and elsewhere in tropical\nAmerica.",
      "plate":"PLATE 337"
   },
   {
      "title":"BLUEBEAD",
      "scientific_name":"Clintonia borealis (Aiton) Rafinesque",
      "body":"Bluebead is found in cool, mossy, shady woods, where its handsome large green leaves draw attention to the greenish-yellow bellshaped flowers which are borne on a sturdy stem well above them. The large dark blue fleshy fruits, to which the common name refers, are more conspicuous than the flowers. They are held upright on their stiff stems, and are familiar to every nature lover who visits the northern woods in late summer. The Clintonias were named for DeWitt Clinton, Governor of New York, who was an enthusiastic botanist. They belong to the Lily Family.\nThis species has a wide range, occurring from the high mountains of North Carolina westward to Wisconsin and northward to Newfoundland and Minnesota.\nThe plant sketched was obtained near Canandaigua, New York.",
      "plate":"PLATE 338"
   },
   {
      "title":"YELLOW TROUTLILY",
      "scientific_name":"Erythronium americanum Ker",
      "body":"Yellow troutlily is one of our early spring flowers, making its appearance at the same time as bloodroot and toothwort. The lush leaves are as fresh and lovely as the blossoms. These almost close at night, and open only sluggishly in daylight, failing to revive when picked. The shady meadows bordering streams are their favored habitat, and here mats of the leaves, sometimes acres in extent, often closely carpet the ground. Only a few individuals bear flowers, however, for like many other wild flowers several years are necessary for its bulbs to mature. The troutlilies belong to the Lily Family, and the approved common name, which was coined by the famous naturalist, John Burroughs, emphasizes this fact. The name used in some books, dogtooth violet, is highly inappropriate, for the flower does not bear the slightest resemblance to a violet.\nYellow troutlily has a wide range, from Florida to Arkansas, and north to Minnesota, Ontario, and Nova Scotia.\nThe specimens sketched grew near Washington, District of Columbia.",
      "plate":"PLATE 339"
   },
   {
      "title":"YELLOW FRINGEORCHID",
      "scientific_name":"Habenaria ciliaris (Linnaeus) Robert Brown",
      "body":"Yellow fringeorchid is one of our showy representatives of the Orchid Family, and its only rival in brilliance of coloration in its accustomed habitat is the cardinalflower. The accepted common name is somewhat inappropriate, however, for its color is really of a decidedly orange hue. Growing two or three feet in height, in a ferny meadow or wet bog, or on the banks of a quiet stream, its bright orange color beckons the long-tongued butterflies and moths to visit it. In twilight it is easily seen by the large moths which hover over it; these are often mistaken for humming birds through the similarity in their manner of flight. It is a sturdy and elegant plant, and to find it growing in perfect development is a joy never to be forgotten.\nYellow fringeorchid has a wide range, from Florida to Texas and northward to Vermont, Ontario, and Michigan. It can be cultivated only in highly acid soil.\nThe sketch was made from plants gathered near Bridgeport, Connecticut.",
      "plate":"PLATE 340"
   },
   {
      "title":"WHITEFLOWERING RASPBERRY",
      "scientific_name":"Rubus parviflorus Nuttall",
      "body":"The slightly crinkled petals of the whiteflowering raspberry are conspicuous against their background of rich green maple-shaped leaves. It is fully as attractive as its eastern relative, the flowering raspberry, which bears purple flowers. The whiteflowering raspberry grows from two to six feet tall, the lower part of the stems being brown and woody. It frequents rich woods often at high altitudes in the mountains. The berries are disappointing to the taste, and full of small seeds. The plant belongs to the Rose Family, its range extending from extreme northern Mexico to California and Alaska, and eastward to Michigan and westernmost Ontario.\nIn the vicinity of Glacier, British Columbia, where the sketch was made, and all through the Selkirk Mountains, it is especially abundant. This specimen was obtained at an altitude of 3,500 feet.",
      "plate":"PLATE 341"
   },
   {
      "title":"SALTMARSH ROSEGENTIAN",
      "scientific_name":"Sabbatia stellaris Pursh",
      "body":"The delicate star-shaped flowers of marsh rosegentian are distributed plentifully in salt marshes along the Atlantic coast, and acres of the flowers may be seen in favored places in midsummer. The color varies from white to deep pink. The contrast between the color of the petals and the carmine-bordered yellow eye is most pleasing. Many other Sabbatias grow in the eastern half of the United States, especially southward. Some of them have even larger and brighter flowers than the saltmarsh rosegentian. The Sabbatias belong to the Gentian Family.\nBecause of its preference for salt, this plant does not extend inland, but it spreads along the coast from Florida to Louisiana and Maine. The flowers sketched were found near Bridgeport, Connecticut.",
      "plate":"PLATE 342"
   },
   {
      "title":"FRINGED PARNASSIA",
      "scientific_name":"Parnassia fimbriata Konig",
      "body":"Fringed parnassia is a hardy and beautiful plant, closely related to the Saxifrage Family. The dainty flower stalks spring from a cluster of smooth green leaves, each stem supporting a single creamy white flower about an inch across, and the delicate fringes along the sides of the petals are a feature seldom found in flowers. The plants grow plentifully along rivulets, and on moist banks irrigated by snow-water. The size of the plant varies greatly with altitude. In low-lying valleys the flower stems may be two feet tall, but on higher mountain slopes only an inch or two in length.\nFringed parnassia is distributed from California and New Mexico northward to Alberta and Alaska.\nThe plant sketched grew near Lake O'Hara, ten miles from Hector, British Columbia, at an altitude of 6,000 feet.",
      "plate":"PLATE 343"
   },
   {
      "title":"BOURGEAU ROSE",
      "scientific_name":"Rosa bourgeauiana Crepin",
      "body":"If you happen to journey in June to the upper Columbia River Valley, British Columbia, you will be rewarded by seeing the wild roses in full bloom. In no other part of the country where we traveled, except near Banff, do they show such marvelous color and size, or grow so plentifully. Their delicious odor is everywhere. The sturdy bushes frequently grow to a height of four feet or more. Their woody brown stems are well protected by many slender down-curved spines. Four States have chosen the rose as their official flower—lowa, North Dakota, New York, and Georgia, but the particular rose so honored is not always designated. Georgia has chosen the cherokee rose, introduced long ago from China.\nThe Bourgeau rose is found from Colorado and Montana northward to British Columbia and Mackenzie, and rarely eastward to Ontario.\nThe plant sketched was obtained near Lake Minnewonka, ten miles from Banff, Alberta, Canada, at an altitude of 4, 500 feet.",
      "plate":"PLATE 344"
   },
   {
      "title":"BOURGEAU ROSE",
      "scientific_name":"Rosa bourgeauiana Crepin",
      "related_plate":"FRUIT OF PLATE 344",
      "body":"The beautiful flowers of the Bourgeau rose are followed by the conspicuous ted fruits or hips. They have a pleasant flavor, but are irritating to the human throat. They are a favorite food of many birds and small mammals. Formerly, before so many delicious fruits were obtainable, rose hips were used to fill tarts, and in northern Europe a kind of fruit soup was made from them. In the United States they were used in jelly by those seeking novelties of this sort.\nThe Bourgeau rose is found from Colorado and Montana, northward to British Columbia, Alberta and Mackenzie, and eastward to Ontario.\nNear Sinclair Canyon, Alberta, where this specimen was gathered, they grew in large quantities at an altitude of 3,000 feet.",
      "plate":"PLATE 345"
   },
   {
      "title":"PURPLE PENTSTEMON",
      "scientific_name":"Pentstemon lyallii Gray",
      "body":"Purple pentstemon is one of the finest of all the pentstemons, especially when it finds a congenial situation. In disintegrated limestone it thrives luxuriantly, often forming low dense clumps two or three feet in diameter and completely covered with large purple blossoms which resemble those of foxglove, one of its relatives. The flowers, borne at the ends of the stems, are so heavy that they weigh the branches to the ground. On slopes above timberline where it is subjected to severe climatic conditions it is very beautiful in contrast with gray rocks, especially when growing in rock crevices.\nPurple pentstemon belongs to the Figwort Family and ranges from Idaho and Montana northward to Alberta and British Columbia.\nWe gathered them in perfection in Sinclair Canyon, near Radium Hot Springs, British Columbia, at an altitude of 3,000 feet.",
      "plate":"PLATE 346"
   },
   {
      "title":"CANADA VIOLET",
      "scientific_name":"Viola canadensis Linnaeus",
      "body":"Canada violet is easily recognized, because its habit of growth is different from that of most members of the Violet Family. The plants grow to a height of six inches or even two feet in favored situations, and the pale, rather inconspicuous, slightly scented flowers spring from the axils of the leaves. The Canada violet prefers moist shady places in the proximity of pines and firs, but it grows also in alpine meadows. Its flowering season is longer than that of most violets, lasting well into the summer.\nThe wide range of Canada violet makes it a familiar plant to many flower lovers. It occurs from the mountains of Alabama and Arizona northward to Newfoundland and Alaska.\nThe sketch was made at Lake Louise, Alberta, Canada, where the plant was found at an altitude of 5,000 feet.",
      "plate":"PLATE 347"
   },
   {
      "title":"WOOLLY ARNICA",
      "scientific_name":"Arnica tomentosa Macoun",
      "body":"Woolly arnica is one of many species of this genus, which belongs to the Aster Family. It is a graceful perennial with large bright yellow flower heads produced at the ends of the stems. Like other parts of the plant the leaves are conspicuously woolly, hence the appropriateness of the name given to it. We found this arnica growing high on the mountainside where it maintained a precarious foot-hold in shallow soil in crevices of limestone rocks.\nThis species has a narrow range, occurring only in Alberta and British Columbia.\nThe plant illustrated was gathered in the valley of the Siffleur River, British Columbia, at an altitude of 5,000 feet.",
      "plate":"PLATE 348"
   },
   {
      "title":"SERAW BERRY-BLITE",
      "scientific_name":"Chenopodium capitatum (Linnaeus) Ascherson",
      "body":"The flowers of strawberry-blite are small, greenish, and inconspicuous. The plant is showy, however, in late summer when in fruit. It produces quantities of globular, pulpy, berrylike fruits crowded on the stems, which appear too weak to carry such a heavy load. It is sometimes called Indian strawberry, although it is not at all related to the true strawberries, being a member of the Goosefoot Family. The fruit is not eaten, but the Indians used the red juice of the fruit as a dye.\nThis plant has a wide range, occurring from New Jersey northward to Nova Scotia and westward to Illinois, California, and Alaska. It is found also in Europe and Asia.\nThe specimens painted were gathered by the side of the motor toad in the Bow Valley between Banff and Lake Louise, Alberta, at an altitude of 4,000 feet.",
      "plate":"PLATE 349"
   },
   {
      "title":"WESTERN RATTLESNAKEPLANTAIN",
      "scientific_name":"Peramium decipiens (Hooker) Piper",
      "body":"The common name applied to this plant refers to the resemblance of the beautiful white veinings of the leaves to the markings on a rattlesnake. It seems a pity to be obliged to include the word “plantain” in its name, however, for it is not 1n any way related to the weeds to which this name applies, being instead a delicate orchid. The technical name of the genus is not used in all books, some authors preferring to substitute Epzpactis or Goodyera. The rosette of leaves is more conspicuous than the flowers, which are borne, usually, on one side of a stout stem. The plant loves decaying wood, and it grows frequently under evergreen trees where the air is cool and damp, though the soil is dry.\nWestern rattlesnakeplantain occurs from the mountains of New Mexico and California northward to British Columbia and sparingly eastward to the Great Lakes region, and even to northern Maine and Quebec.\nWe found it in the Selkirk Mountains twenty miles beyond Glacier, British Columbia, at an altitude of 3,000 feet.",
      "plate":"PLATE 350"
   },
   {
      "title":"BUR-FORGET-ME-NOT",
      "scientific_name":"Lappula diffusa (Lehmann) Greene",
      "body":"Bur-forget-me-not is a lovely plant growing two feet in height and beating a profusion of delicately scented blue flowers. When it was in fruit we were disillusioned as to its character, for we found that each flower produced a small round bur covered with prickles which attached itself to any passing object and was difficult to loosen. The plant is especially plentiful in the tracks of old snow slides, for it delights in the cool moisture of slopes where much snow has melted. Sometimes the flowers are white.\nBur-forget-me-not ranges from Colorado to California and northward to Alberta and British Columbia.\nWe found the plant growing near Lake Louise, Alberta, Canada, at an altitude of 5,000 feet.",
      "plate":"PLATE 351"
   },
   {
      "title":"ALPINE FORGET-ME-NOT",
      "scientific_name":"Myosotis alpestris Schmidt",
      "body":"Alpine forget-me-not has lovely blue, slightly scented flowers, densely clustered, with deep yellow centers. It prefers moist alpine slopes near timberline, and here it is found in perfection, coming into flower throughout the summer as the snow recedes. Like many alpine plants, it has shorter stems when it grows at higher elevations on the mountain sides, and there 1t may properly be described as a cluster of blue flowers surrounded by a rosette of green hairy leaves.\nThe forget-me-nots belong to the Borage Family. This one has a comparatively narrow range in North America, occurring from Colorado to Alberta and Alaska. It is found also in Europe and Asia.\nIn the region near Baker Lake, ten miles from Lake Louise, Alberta, where these flowers were gathered, it grows in perfection at an altitude of 6,500 feet.",
      "plate":"PLATE 352"
   },
   {
      "title":"WHITE GLOBEFLOWER",
      "scientific_name":"Trollius albiflorus (Gray) Rydberg",
      "body":"Alpine meadows, the wet margins of streams, and the edges of melting snow patches are the places most frequented by the white globeflower. It blooms so early in the season that it is usually in fruit before the eastern visitor arrives, though often retarded plants may be found in blossom even at the end of the summer, pushing through a thin sheet of ice at the border of an obstinate snowbank. The globeflower belongs to the Buttercup Family, and looks much like some of its cousins of that group, the anemones.\nThe range of this species is from Colorado to Washington, Alberta, and British Columbia.\nWe gathered it in the meadows near Mount Assiniboine, fifty miles south of Banff, Alberta, at an altitude of 6,500 feet.",
      "plate":"PLATE 353"
   },
   {
      "title":"PERENNIAL GAILLARDIA",
      "scientific_name":"Gaillardia aristata Pursh",
      "body":"Perennial gaillardia is one of the gaudiest of the mountain flowers, and in its abundance and display of color recalls the familiar blackeyed-susan of eastern pastures. We often found the flowerheads so large and beautiful that the plant seems to have no need of improvement by the hand of man, although this gaillardia was brought into cultivation long ago, and is now a well-known garden plant all over the world. It prefers dry slopes and many fine flowerheads are often borne on a single plant. It belongs to the great Aster Family. This and other species of gaillardia are often seen in gardens.\nPerennial gaillardia ranges from Colorado and South Dakota to Oregon and British Columbia.\nThis specimen grew near Emerald Lake, seven miles from Field British Columbia, at an altitude of 6,000 feet.",
      "plate":"PLATE 354"
   },
   {
      "title":"PTARMIGANBERRY",
      "scientific_name":"Arctous alpina (Linnaeus) Niedenzu",
      "body":"This dwarf shrub of the Heath Family is a colorful plant in autumn when its leaves turn crimson and it is decorated with red berries. Growing flat on the ground, it makes brilliant patches of color under the willows, alders, and scrub pines which form open thickets over the shaly flats deposited by glacial streams. By some authorities the red-berried form here pictured is separated as a variety from the more widespread black-berried one. Under the name Arctous erythrocarpa or Arctous alpina rubra, the ptarmiganberry grows at high altitudes in widely separated districts of Maine, New Hampshire, and Greenland, and from British Columbia to Alaska. It occurs also in Europe and Asia.\nThe plant was especially beautiful in Douglas Canyon Valley, which leads from Red Deer River Valley, fifty miles by trail north of Lake Louise, Alberta, where we found it at an altitude of 6,000 feet.",
      "plate":"PLATE 355"
   },
   {
      "title":"HOODED LADIES-TRESSES",
      "scientific_name":"Ibidium strictum (Rydberg) House",
      "body":"Hooded ladies-tresses is later in blooming than most of our native orchids, and often delays flowering until the end of summer. It grows in Moist or swampy places, in low meadows or near the borders of streams. It is a very sweet-scented plant and is often abundant where congenial soil and moisture conditions exist. Cross-pollination of the flowers is insured by their intricate structure, and bees carry the pollen from one flower to another. Darwin's interesting observations on this process have been recorded in great detail, and he and Asa Gray had an extensive correspondence upon the subject.\nThe plant has a wide range, extending in one form or another from Pennsylvania to Newfoundland, New Mexico, California, and Alaska. Perhaps more than one species is included in this citation of range, as those from the east and from the west look rather dissimilar.\nThe flowers sketched were obtained in the Siffleur River Valley, fifty miles by trail north of Lake Louise, Alberta, at an altitude of 4,500 feet.",
      "plate":"PLATE 356"
   },
   {
      "title":"YELLOW PENTSTEMON",
      "scientific_name":"Pentstemon confertus Douglas",
      "body":"Yellow pentstemon is a graceful member of the Figwort Family. In congenial surroundings it is very plentiful, although inconspicuous on account of the pale coloring of its flowers, which are grouped in several whorls along the stem. Altitude affects the plant greatly; in the lower valleys it may grow to a height of two feet, but at a high elevation the stem is only a few inches tall. Yellow flowers are tare among the pentstemons, which are represented in the Rocky Mountains by a number of species, most of them with white or purple blossoms.\nThis pentstemon extends from Wyoming to California, and northward to Alberta and British Columbia.\nThe plant sketched grew in the valley of Cataract Creek near Hector, British Columbia, at an altitude of 6,000 feet.",
      "plate":"PLATE 357"
   },
   {
      "title":"CAMAS",
      "scientific_name":"Quamasia quamash (Pursh) Coville",
      "body":"Camas is a relative of the lilies and hyacinths. It grows in large quantities in open meadows or boggy fields. When in bloom in early spring a camas meadow appears at a distance like a blue lake. The bulbs were used extensively as food by the northwestern Indians. When boiled they resemble potatoes in flavor. If baked over hot stones enclosed in a covering of grass for thirty-six hours they have a delicious chestnut flavor. Father de Smet in his “Oregon Missions” terms the bulb “the queen root of this clime.”\nThis lovely camas ranges from Utah, Montana, and northern California to British Columbia.\nThe sketch was made from plants growing at the east entrance to Glacier National Park, Montana.",
      "plate":"PLATE 358"
   },
   {
      "title":"MOSS FORGET-ME-NOT",
      "scientific_name":"Eritrichum elongatum (Rydberg) W.F. Wight",
      "body": "This member of the Borage Family, whose flowers look so much like a true forget-me-not, is one of the plants that have adapted themselves to severe alpine conditions. Growing above timberline where there is little shelter from storm and wind, it hugs the ground, its woody root firmly inserted in some crevice, where barely sufficient soil has collected to permit its growth. Its flowers nestle in a mass of gray moss-like leaves, whose somber coloring enhances the rare blue of the flowers.\nMoss forget-me-not ranges through the Rocky Mountains from New Mexico to Montana and Oregon.\nThe specimen painted was found on a trail that carried us away from the lower valleys near Apollonaris Spring in Yellowstone National Park, Montana.",
      "plate":"PLATE 359"
   },
   {
      "title":"WESTERN PIPSISSEWA",
      "scientific_name":"Chimaphila umbellata var. occidentalis (Rydberg) Blake",
      "body":"Pipsissewa is a shy plant retiring to moss-coveted banks in cold dark woods. Its delightful odor calls attention to its presence and its glossy evergreen leaves and dainty pink flowers are soon discovered. After the flowers have withered, the brown seed pods remain sometimes throughout the winter scattering the seeds to the wind. Pipsissewa belongs to the Pyrola group of the Heath Family, and is called sometimes prince's pine.\nWestern pipsissewa is distributed from New Mexico to Montana, California, and Alaska. Its eastern relative is the typical form of the species and is widespread in the northeastern United States and Canada.\nThe plant sketched grew on the shore of Emerald Lake, near Field, British Columbia, at an altitude of 5,000 feet.",
      "plate":"PLATE 360"
   },
   {
      "title":"RED COMANDRA",
      "scientific_name":"Comandra livida Richardson",
      "body":"Red comandra belongs to the Sandalwood Family, which has few representatives in this country, most of its members being shrubs and trees of the tropics. It is parasitic on the roots of other plants, and it withers immediately when gathered. The light green flowers are small and inconspicuous, but the fruits, when they mature in midsummer, are of a vivid striking ted. Two other comandras with greenish or yellowish fruits are widely distributed in the United States.\nThis species of comandra has a wide range, occurring from the mountains of Vermont to Labrador, and across Canada to British Columbia and even Alaska.\nWe gathered the plant near Glacier Lake on the headwaters of the Saskatchewan River, fifty miles north of Lake Louise at an altitude of 6,000 feet, where this sketch was made.",
      "plate":"PLATE 361"
   },
   {
      "title":"PALE STRAWBERRY",
      "scientific_name":"Fragaria glauca (Watson) Rydberg",
      "body":"Wild strawberries grow almost every where in the Canadian Rockies. Their large white flowers with yellow centers and the bright ted fruits which follow them are known to all campers. Later in the season the leaves turn ted. The plants propagate by runners, produced after the fruiting season. A tea made from the leaves is most efficacious in intestinal complaints, and its properties were known to the Indians, who often chewed the leaves for the same purpose. Wild strawberries are found throughout most of the United States and Canada, and also extend far southward along the mountains of Mexico. Long ago they were brought into cultivation, and they have been improved greatly, at least in size, by horticulturists.\nThis member of the Rose Family ranges from Nevada, New Mexico, and South Dakota to British Columbia.\nThe sketch was made from a specimen collected in the valley of Baker Creek, thirty miles by trail from Lake Louise, at an altitude of 5,000 feet.",
      "plate":"PLATE 362"
   },
   {
      "title":"REDSTEM SAXIFRAGE",
      "scientific_name":"Saxifraga lyallii Engler",
      "body":"When traveling over the higher mountain regions above timberline, we frequently found the sloping banks of the tiny valleys spread with carpets of redstem saxifrage. Where the soil was wet by drippings from snowbanks, the tiny red and white flowers, carried well above the tufts of leaves on their red stems, reached their greatest perfection. When clumps of parnassia are associated with them, the effect is beautiful indeed.\nRedstem saxifrage isa plant of narrow range, being found only from Montana and Alberta to British Columbia and Alaska.\nThe flowers sketched were obtained near Baker Lake, fifteen miles by trail from Lake Louise, at an altitude of 6,500 feet.",
      "plate":"PLATE 363"
   },
   {
      "title":"YELLOW DRYAD",
      "scientific_name":"Dryas drummondii Richardson",
      "body":"As yellow dryad is usually seen by mountain visitors, its mats of crinkled leaves are surmounted by fluffy seed heads, for the flowers open early and last for only a brief season. The plant grows most profusely in gravelly glacial stream bottoms, in limestone soil. Here it abounds until overwhelmed in midsummer by the high waters of melting glacial ice, surviving only on portions of the stream banks left undisturbed by the rushing water. The pale yellow flower always turns its face downward, and does not open fully to the sunlight. The dryads belong to the Rose Family.\nThis species is found often at high elevations, from Quebec to Montana, British Columbia, and Alaska.\nThe specimen sketched was procured in the Ice River Valley, twenty-five miles by trail from Leanchoil Station on the Canadian Pacific Railroad, British Columbia, at an altitude of 3,500 feet.",
      "plate":"PLATE 364"
   },
   {
      "title":"YELLOW DRYAD",
      "scientific_name":"Dryas drummondii Richardson",
      "related_plate":"FRUIT OF PLATE 364",
      "body":"When the flowers of yellow dryad are past, their stalks lengthen and soon the twisted seed heads develop into balls of fluff. These are borne on dainty stems about six inches above the close mats of graygreen leaves. Near Glacier Lake they grew in fairy rings. The soft pink fluffy fruits were very beautiful. The horses considered them only from the practical standpoint, and enjoyed eating them.\nThis member of the Rose Family is found in the mountains from Quebec to Montana, British Columbia and Alaska.\nIn the valley of the Siffleur River, fifty miles north of Lake Louise, by trail, the plant grew in abundance, and here we obtained these specimens at an altitude of 3,500 feet.",
      "plate":"PLATE 365"
   },
   {
      "title":"HELIOTROPE VALERIAN",
      "scientific_name":"Valeriana sitchensis Bongard",
      "body":"Heliotrope valerian grows plentifully in moist upland meadows, of on open mountain slopes, its tall succulent stems lifting the heads of white or pinkish flowers well above the surrounding vegetation. The flowers are very sweet-scented with a fragrance suggesting heliotrope and attract numerous small insects. If they are gathered and placed in water, however, the penetrating odor so characteristic of the Valerian Family becomes clearly noticeable and the water turns pink. The odor of the roots persists long after they are dry. Numerous species of valerian grow in the United States, especially in the West.\nHeliotrope valerian is found from Montana and Oregon north to Yukon and Alaska.\nThe flowers sketched were obtained near Hector, British Columbia, at an altitude of 5,000 feet.",
      "plate":"PLATE 366"
   },
   {
      "title":"MOSS CAMPION",
      "scientific_name":"Silene acaulis Linnaeus",
      "body":"Moss campion is one of the most attractive of the alpine plants and one frequently seen by the mountaineer climbing above timberline. Although its blooming season is short, differences in altitude and exposure in its many habitats are responsible for its blooming during a longer period than most alpine plants. It grows from a single woody root anchored deep in rocky soil, and spreads into a flat cushion often a foot or more in diameter. The bright green of the narrow leaves is beautifully contrasted with the pink, or rarely white, flowers, and the plant is always a joy to behold.\nThis lovely member of the Pink Family is found in arctic or arcticalpine situations, from New Hampshire to Greenland, across Canada and from the highest mountains of New Mexico to Alaska; also in Europe and Asia.\nThe plant sketched was procured near Baker Lake, fifteen miles by trail north of Lake Louise, Alberta, at an altitude of 7,500 feet.",
      "plate":"PLATE 367"
   },
   {
      "title":"ALPINE HAREBELL",
      "scientific_name":"Campanula lasiocarpa Chamisso",
      "body":"In the southern part of its range alpine harebell is a comparatively rare plant and is to be found only by those hardy souls who climb to the heights. Here above timberline we found it hiding among the short grasses, as though to gain a little shelter from winds and storms. It was a thrilling experience to come upon so shy and rare a flower.\nThis attractive little harebell has a northern range, occurring in Alberta, British Columbia, and Alaska. It is found also in Siberia and Japan.\nThe sketch was made from a flower obtained on Eagle Peak, near Glacier, British Columbia, at an altitude of 8,000 feet.",
      "plate":"PLATE 368"
   },
   {
      "title":"HAREBELL",
      "scientific_name":"Campanula rotundifolia Linnaeus",
      "body":"No one who has seen harebells remains unappreciative of their dainty beauty. The apparently delicate stems are really strong and well able to support the flowers they carry. The buds are usually upright, but the flowers when open are horizontal or turn downwards to protect the stamens and pistils from passing showers. The name rotundifolia (“round-leaf”) describes the basal leaves of the plant, which usually disappear before the flowers have developed.\nThe harebell has as wide a distribution as any member of the Bellflower Family, ranging from Pennsylvania to Illinois, New Mexico, and California, and north to Labrador and Alaska. It grows also in Europe and Asia. It is the Scotch bluebell or “bluebells of Scotland” that is celebrated in verse.\nThe sketch was made from specimens found near Hector, British Columbia, at an altitude of 4,000 feet.",
      "plate":"PLATE 369"
   },
   {
      "title":"RED WILLOW WEED",
      "scientific_name":"Epilobium latifolium Linnaeus",
      "body":"Red willowweed is a superb member of the Evening-primrose Family that prefers gravelly stream bottoms, especially those overflowed by the water from melting glaciers, and also often borders alpine brooks. The large petals are inserted at the top of the long slender pods, which, when ripe, split lengthwise, freeing the plumed seeds which are blown by the wind far from the parent plant. When the plants are in bloom, they make a gorgeous sight, often covering many acres with their lovely color.\nThis plant has a wide range from Greenland to Quebec, South Dakota, Colorado, Washington, and Alaska. It occurs also in Europe and Asia.\nThe sketch was made from a specimen obtained near Glacier, British Columbia, at an altitude of 3,500 feet.",
      "plate":"PLATE 370"
   },
   {
      "title":"NORTHERN ANEMONE",
      "scientific_name":"Anemone parviflora Michaux",
      "body":"On account of its greater range in altitude, northern anemone flowers during a longer season than most of its relatives. If we climb in midsummer above timberline, we find it in sheltered places where the snow has recently melted, blooming beside the rivulets of snow water. It is able to withstand even the frosty nights of the higher slopes and appears none the worse for the freezing it has experienced. When the flowers are past, a woolly seed head soon develops, and in autumn the seeds are carried away by the wind to new localities. The name Anemone is derived from a Greek word meaning “the wind.” Northern anemone belongs to the Buttercup Family, and has a wide range from Ontario to Labrador, Colorado, and Alaska. It grows also in Asia.\nThe flowers sketched were found near Wild Flower Camp, twenty-five miles by trail from Lake Louise, Alberta, at an altitude of 7,000 feet.",
      "plate":"PLATE 371"
   },
   {
      "title":"ALBERTA PAINTBRUSH",
      "scientific_name":"Castilleja miniata Bentham",
      "body":"No group of plants that we have observed in the Canadian Rockies exhibits such a wonderful variety of color as the species of Castilleja, almost universally known as paintbrushes, which are representatives of the Figwort Family. All tints from white, through yellow, green, pink, red, and winecolor, with every degree of shade between, are to be seen in nature's gardens. Some are dazzlingly brilliant, but others are softly shaded with the deepest color on the tips of the bracts forming the head. Even in the same species there is often a surprising variation in coloring, and isolated plants of forms with normally red bracts have yellow bracted spikes.\nThis species of paintbrush ranges from Montana and Washington north to Alberta and Saskatchewan.\nThe specimen painted grew near our camp on the headwaters of the Clearwater River, forty-five miles by trail north of Lake Louise, Albetta, at an altitude of 6,500 feet.",
      "plate":"PLATE 372"
   },
   {
      "title":"ELEPHANTHEAD",
      "scientific_name":"Pedicularis groenlandica Retz",
      "body":"Elephanthead loves wet meadows and the borders of lakes and streams. It prefers the region about timberline, and in sedgy upland swampy places it supplies masses of rich color. Flowers, stems, and leaves are often of almost the same tone. The curious flower resembles an elephant’s head with the trunk raised.\nThis plant and a similar one growing in California have been referred by a few botanists to a distinct genus, appropriately named Elephantella, but the two species agree essentially in their flower structure with other members of the genus Pedicularis.\nThis representative member of the Figwort Family is found in Greenland and Labrador, and from the mountains of New Mexico and California northward to Alaska.\nIt grew in many places in the Ptarmigan Valley, fifteen miles by trail north from Lake Louise, Alberta, at an altitude of 6,000 feet, where this specimen was obtained.",
      "plate":"PLATE 373"
   },
   {
      "title":"LEWIS MONKEYFLOWER",
      "scientific_name":"Mimulus lewisii Pursh",
      "body":"In the neighborhood of Glacier, British Columbia, where I first saw this striking monkeyflower, it grew luxuriantly. Along the streams about timberline it found the habitat most suited to it, for although it never grew in water, it needed the cool drippings from melting snows higher up the slopes to sustain its lush growth. The large richly colored flowers were in pleasing contrast with the green leaves. I never found the plant in the Rockies east of the Columbia River The specific name was given in honor of Meriwether Lewis of the celebrated Lewis and Clark Expedition to the Northwest. Although dissimilar in aspect, the monkeyflowers belong to the same family as the elephanthead, shown in the preceding plate—namely, the Figwort family.\nLewis monkeyflower is found from Colorado to Arizona, California, and British Columbia and locally eastward to Minnesota.\nThese specimens were gathered at an altitude of 3,500 feet.",
      "plate":"PLATE 374"
   },
   {
      "title":"ALPINE MONKEYFLOWER",
      "scientific_name":"Mimulus caespitosus Greene",
      "body":"The low growth of alpine monkeyflower coupled with the unusually large blossoms makes this species easy to recognize. It loves wet places by the edges of cold brooks, although it does not grow actually in the water. Often it is the first flower to gain a foothold in the beds of glacial moraines, uncovered by the recent recession of the ice. The masses of golden yellow flowers were conspicuous near the forefoot of the Illecillewaet Glacier, near Glacier, British Columbia. The alpine monkeyflower belongs to the Figwort Family and ranges from Idaho to California and northward to British Columbia.\nThe flowers painted were gathered in the Asulkan Valley near Glacier, British Columbia, at an altitude of 3,500 feet.",
      "plate":"PLATE 375"
   },
   {
      "title":"ALEUTIAN FLEABANE",
      "scientific_name":"Erigeron unalaschensis (De Candolle) Rydberg",
      "body":"The alpine valleys of the Canadian Rocky Mountains are wonderful places in which to find wild flowers that flourish in high altitudes. Among these the Aleutian fleabane, a member of the great Aster Family, deserves a prominent place. It delights in the moist earth near snow-water streams, being able to withstand the violent, almost daily changes from warm sunshine to freezing temperatures. The dainty plant often has a woolly covering to protect it.\nThis fleabane is found from Montana to Alaska as well as in Labrador and Greenland.\nThe specimens sketched were gathered in the Little Yoho Valley, fifteen miles from Field, British Columbia, at an altitude of 7,500 feet.",
      "plate":"PLATE 376"
   },
   {
      "title":"WHITEBARK PINE",
      "scientific_name":"Pinus albicaulis Engelmann",
      "body":"Whitebark pine, if growing in a favorable location, is somewhat different in its habit of growth from most other pine trees. The branches are flexible and often almost erect, the purple cones being borne near their ends. The trunk is frequently two to four feet in diameter, but the height of the tree is only twenty to thirty feet. This pine is seldom found below 5,000 feet, and at timberline it grows as a low and often creeping shrub. When in bloom the dainty pink staminate flowers are very lovely. They shed their pollen freely. On wind-swept summits this tree takes on weatherbeaten and fantastic forms.\nWhitebark pine ranges from Wyoming to California and north to Alberta and British Columbia.\nThe branch sketched came from a tree which grew on the side of the Yoho Valley, ten miles from Field, British Columbia, at an altitude of 5,000 feet.",
      "plate":"PLATE 377"
   },
   {
      "title":"ENGELMANN SPRUCE",
      "scientific_name":"Picea engelmanni (Patty) Engelmann",
      "body":"Engelmann spruce is a majestic tree, sometimes growing to a height of a hundred and fifty feet with a trunk four or five feet in diameter. Its branches are produced in regular whorls. When growing with sufficient space around it, it is a handsome pyramidal tree, and in favorable seasons the top is adorned with masses of rich brown cones.\nFrom Arizona and New Mexico northward to Alberta, British Columbia, and Yukon is the range of Engelmann spruce.\nThe branch sketched grew in the valley of Clearwater River, forty miles by trail north of Lake Louise, Alberta, at an altitude of 7,000 feet.",
      "plate":"PLATE 378"
   },
   {
      "title":"CREEPING JUNIPER",
      "scientific_name":"Juniperus horizontalis Moench",
      "body":"The shotes of the Saskatchewan River, Alberta, are often sandy, and along them we found many shrubs of creeping juniper with quantities of blue berries adorning their branches. The plant flourished in spite of the blowing sands, which in these places discourage all but the hardiest vegetation. Creeping juniper is similar in foliage to the familiar red cedar of the East, but in habit it is very different, growing usually as a dense mat, flat upon the ground.\nCreeping juniper has a wide range from northern New York, Maine, and Nova Scotia to Minnesota, Wyoming, Alberta, and British Columbia.\nThe branch sketched grew at an altitude of 5,000 feet.",
      "plate":"PLATE 379"
   },
   {
      "title":"DRUMMOND WILLOW",
      "scientific_name":"Salix drummondiana Barratt",
      "body":"In the Canadian Rockies, as late summer arrives, this willow is clothed in its most beautiful garb. Each branch is adorned with loose masses of fluffy cotton, consisting of the seeds and the adhering plumes. These masses are blown far and wide by the wind, and if the plants happen to grow near streams, a windrow of cotton often accumulates along their moist margins. Later this is caught by the water and carried far down stream.\nDrummond willow has a narrow range, being confined to Alberta and British Columbia.\nThe sketch was made from a specimen that grew at Sheep Creek, seventy-five miles by trail from Lake Louise, Alberta, at an altitude of 6,000 feet.",
      "plate":"PLATE 380"
   },
   {
      "title":"LYALL LARCH",
      "scientific_name":"Larix lyallii Parlatore",
      "body":"Of all the trees in the Canadian Rockies, Lyall latch is the most interesting and the most picturesque. It is usually found between 6,000 and 8,000 feet elevation, where its bright green foliage is easily recognized from a distance, skirting the darker green spruces and fits at timberline. A rugged tree, gnarled and twisted by the wind into picturesque forms, it reaches a height of fifty feet in favorable localities, with a trunk diameter of twenty inches. The cones are produced about once in three years. The wood is tough and hard to cut, but it makes a very hot although not lasting fire. As soon as a hard frost comes, the leaves turn bright yellow and soon fall. Doctor Charles S. Sargent and William M. Canby journeyed all the way from Boston in 1898 to find this tree in fruit. I had been stopping at Lake Louise and had procured a number of branches of Lyall larch with beautiful cones, from the shores of Lake Agnes. On arriving at Banff, I left my precious specimens on the rack beside the dining room door, while I got my supper. When the meal was finished, the bunch of latch had disappeared. On investigation I found the two botanists sitting on the floor, with the Lyall larch between them, filled with enthusiasm that their long journey would be a fruitful one.\nLyall larch has a very narrow range. It grows in a few places in Montana and in northern Oregon, but is plentiful only in Alberta and British Columbia.\nThe branch sketched came from near Lake McArthur, twelve miles by trail from Hector, British Columbia, at an altitude of 7,500 feet.",
      "plate":"PLATE 381"
   },
   {
      "title":"CROWBERRY",
      "scientific_name":"Empetrum nigrum Linnaeus",
      "body":"Crowberry grows as a dense matted shrub in rocky or shady places, frequently in company with Rocky Mountain cassiope. It is easy to confuse it with the latter plant if the two are not examined closely. The flowers are inconspicuous but the black berries are distinctive. The berries are much eaten by Arctic birds, although rather insipid to the human taste. This primitive plant is believed by some botanists to represent a survival, from some past geologic period, of a group ancestral to the present-day Heath Family. The Crowberry Family, as it is called, has few living members and most of these occupy isolated areas, widely scattered over the earth, evidently relics of a former much greater abundance.\nThis species is the most widespread member of the family, ranging from northern New York, Maine, and Greenland westward to Michigan and California, and northward to Alaska. It occurs also in Asia and Europe.\nWe gathered these specimens at Marble Canyon not far from the summit of Vermilion Pass, sixteen miles from Castle Station, Alberta, at an altitude of 5,000 feet.",
      "plate":"PLATE 382"
   },
   {
      "title":"SIBERIAN ONION",
      "scientific_name":"Allium sibericum Linnaeus",
      "body":"Siberian onion is seen frequently in the higher valleys in the Canadian Rockies. When growing in rich soil with an abundant supply of moisture it is a showy plant. It occurs singly or in clumps, and is easily identified by its odor, which is similar to that of the garden chive, but more intense. It may be used for flavoring stews and soups, although with caution because its flavor is very strong. The flowers resemble tiny lilies, and as a matter of fact the plant is a member of the Lily Family.\nThis species of onion has a wide range, from northern New York to Maine, and westward to Wyoming, Oregon, and Alaska. It is found also in Europe and Asia.\nThese specimens were gathered near Lake Louise, Alberta, at an altitude of 5,500 feet.",
      "plate":"PLATE 383"
   },
   {
      "title":"SLIM LARKSPUR",
      "scientific_name":"Delphinium depauperatum Nuttall",
      "body":"The brilliant color of slim larkspurs in mountain meadows filled us with delight, and when they were in company with Alberta paintbrush, but-forget-me-not, and heliotrope valerian, all in full bloom, we were able to appreciate the full beauty of nature's garden. In some places slim larkspur occurred in pure stands so that the meadows were blue with them. They are poisonous to cattle, which eat the young shoots in early spring, and the districts where they grow cannot be used for pasture. The name Delphinium was given to this genus of plants from a fancied resemblance of the flower to a dolphin. The larkspurs belong to the Buttercup Family.\nSlim larkspur ranges from Montana to California and Oregon and northward to Alberta.\nThe plants sketched were obtained near Wild Flower Camp, twenty-five miles by trail from Lake Louise, Alberta, at an altitude of 6,000 feet.",
      "plate":"PLATE 384"
   },
   {
      "title":"ARROWLEAF GROUNDSEL",
      "scientific_name":"Senecia triangularis Hooker",
      "body":"Arrowleaf groundsel is a common plant which blooms late in the season in the Canadian Rockies. It likes the rich soil of the borders of alder thickets, where the brittle stems are somewhat protected from the wind, and other moist places. It is a lush, coarse plant whose yellow flowerheads give a gay color note in contrast to the bright green leaves.\nThe genus Senecio belongs to the Aster Family, and comprises at least twelve hundred species found in many parts of the world. They are widely distributed over the North American continent. This species ranges from New Mexico and California north to Saskatchewan and Alaska.\nWe gathered the specimen sketched near Evelyn Glacier, twenty-five miles from Castle, Alberta, at an altitude of 6,500 feet.",
      "plate":"PLATE 385"
   },
   {
      "title":"WRIGHT PENTSTEMON",
      "scientific_name":"Pentstemon wrightii Hooker",
      "body":"By the side of the winding road leading up the dry slopes of Tumamoc Hill to the Desert Laboratory of the Carnegie Institution, near Tucson, Arizona, I found great clumps of this beautiful pentstemon. The stems supporting the graceful flower panicles were two and a half feet high. The lovely color of the blossoms was a delight to all who passed. The plants grew out of the disintegrated rock of the mountain and subsisted with so little soil that it seemed all but impossible for them to flourish in such perfection in so arid a spot.\nThe pentstemons are named from the fact that in addition to their four normal stamens, they have a fifth sterile stamen which often is conspicuous because it is covered with hairs, and often extends well up toward the mouth of the corolla. The pentstemons belong to the Figwort Family.",
      "plate":"PLATE 386"
   },
   {
      "title":"WHITE DAWNROSE",
      "scientific_name":"Pachyloplus marginatus (Nuttall) Rydberg",
      "body":"In the morning the dry sandy plains or mesas about Tucson are dotted with the beautiful white flowers of the dawnrose. About noon the blossoms close, and, turning pink in fading, they soon disappear, a new bud opening next morning. The petals are so ethereal in their delicate loveliness that it is hard to understand how they can spring from such an unfriendly dry soil.\nWhite dawnrose ranges from Colorado, Utah, and Arizona to Idaho and Oregon.\nThe specimens sketched were gathered about forty miles south of Tucson, Arizona.",
      "plate":"PLATE 387"
   },
   {
      "title":"EVENING-PRIMROSE",
      "scientific_name":"Pachyloplus hirsutus Rydberg",
      "body":"When traveling along the highway toward the Roosevelt Dam in Arizona I saw a plant about eighteen inches tall growing from a crevice in the rocks. It was full of buds as well as withered flowers, rising among masses of long green leaves. When the plant was lifted it was carried for several days awaiting an opportunity to sketch it. One evening on returning to the hotel for dinner, I noticed, on entering the room, a delightful odor like that of a night-blooming cereus, and the plant was discovered in full bloom. The sketch fortunately was made that evening, by electric light, for the next morning all the flowers had withered.\nThis species of evening-primrose ranges from Arizona and New Mexico to Wyoming.",
      "plate":"PLATE 388"
   },
   {
      "title":"CLUSTERLILY",
      "scientific_name":"Hookera pauciflora (Torrey) Tidestrom",
      "body":"The Desert Laboratory of the Carnegie Institution of Washington is located near Tucson, Arizona, high up on a small desert mountain notable for its profusion of cactuses and other strange plants which are able to exist with a minimum of water. Among the sun-baked rocks grow many clusterlilies, which are always attractive in their dainty beauty. Their bulbs, sunk deep in soil, enable the plant to live from one blooming season to another.\nThe genus of the Lily Family to which clusterlily belongs contains many species restricted to Western North America, and occurring mainly in California, but the present species grows in Arizona and New Mexico. The technical name of this genus was given in honor of Sit William Jackson Hooker, one of the most eminent of English botanists.",
      "plate":"PLATE 389"
   },
   {
      "title":"CALIFORNIA PITCHERPLANT",
      "scientific_name":"Chrysamphora californica (Torrey) Greene",
      "body":"California pitcherplant is the only member of the Pitcherplant Family growing west of the Mississippi Valley. It is quite as curious a plant as its eastern relatives, the Sarracenias. The pitcher, often two feet tall, has leafy appendages growing from its mouth, the whole suggesting the head of a cobra. These appendages are somewhat trough-like, and insects traveling along them to collect the nectar secreted there are unsuspectingly led to the brink of the hollow leaves. Many of these fall in and are digested, contributing to the nourishment of the plant. The flower presents an almost equally strange appearance.\nThe plants grow in abundance in their favorite localities, the bogs of northern California, where this specimen was obtained, and adjacent Oregon.",
      "plate":"PLATE 390"
   },
   {
      "title":"SCARLET MARIPOSA",
      "scientific_name":"Calochortus kennedyi Porter",
      "body":"Scarlet mariposa is one of the most brilliant representatives of the genus Calochortus. Its vivid color is accentuated by the contrasting dark purple gland on the lower part of each petal. These mariposas, of which there are many species, greatly diversified as to the shape and color of their flowers, are very abundant in the foothills and on the mountain slopes of Arizona and California. Some of them extend far southward into the mountains of Central Mexico. The genus is one of the most characteristic western American representatives of the Lily Family.\nThis species has a rather narrow range in Nevada, Arizona, and southern California.",
      "plate":"PLATE 391"
   },
   {
      "title":"BUSHPOPPY",
      "scientific_name":"Dendromecon rigidum Bentham",
      "body":"The profuse bright yellow flowers of bushpoppy give the shrub a striking appearance. It grows from two to eight feet high, and blooms almost throughout the year. The leaves are willowlike and leathery in texture, and the main stems are rich brown in color.\nThis member of the Poppy Family has a restricted range in southern California and northern lower California.",
      "plate":"PLATE 392"
   },
   {
      "title":"MEXICAN POPPY",
      "scientific_name":"Eschscholtzia mexicana Greene",
      "body":"Mexican poppy is a gay member of the Poppy Family, covering sandy desert mesas with sheets of lovely flowers. It is rather lower in growth than the California poppy. The finely cut gray-green leaves make an effective background for the flowers, which open fully in bright sunshine, but close at night and do not open in cloudy weather. The buds are enclosed by the sepals which form a tiny cap, which is pushed aside as the petals unfold. The plant is cultivated easily and is a great favorite with the amateur gardener.\nMexican poppy occurs in arid portions of Arizona, Nevada, Utah, and northern Mexico.\nThe sketch was made from specimens growing near Tucson, Arizona.",
      "plate":"PLATE 393"
   },
   {
      "title":"FIRE PENTSTEMON",
      "scientific_name":"Pentstemon eatontii Gray",
      "body":"The thrifty clumps of fire pentstemon growing in perfection among the rocks or pendent from the sides of a canyon wall are strikingly handsome. They seem to delight in the most inaccessible places, and thrive in the scantiest pocket of soil, their flexible stems, two to three feet long, waving 1n the wind. This plant is one of the showiest members of the Figwort Family.\nFire pentstemon has a comparatively narrow range in Arizona, Utah, and Nevada.\nThe specimens grew near Superior, Arizona.",
      "plate":"PLATE 394"
   },
   {
      "title":"CARDINAL MONKEYFLOWER",
      "scientific_name":"Mimulus cardinalis Douglas",
      "body":"If fortune favors, and you visit the Grand Canyon at the proper season of the year, you will find the brilliant cardinal monkeyflower in full glory at the Indian Gardens. Following down Bright Angel Trail with its many switchbacks and majestic panoramas of the canyon walls, you come to this comparatively level oasis, where a stream flows from a kindly spring. Here one can appreciate what water means to a dry country. Luxuriant trees and flowers hug the borders of the stream, and the eye can follow its course by the green fringe until the last trickle of water disappears in the ground. The cardinal monkeyflower, a representative of the Figwort Family, is attractive not only on account of the brilliant color of the blossoms, but also because of the lush growth of rich green leaves and stems that form a fitting background for the flowers.\nIts range is from Mexico to western New Mexico and California, and northward to Oregon.\nThe plant painted was obtained near the spring mentioned above, in the Grand Canyon, Arizona.",
      "plate":"PLATE 395"
   },
   {
      "title":"OCOTILLO",
      "scientific_name":"Fouquieria splendens Engelmann",
      "body":"In crossing the desert by train over the southern route to California, none of the new and curious plants observed is stranger than the ocotillo. A number of slender rod-like stems eight or ten feet long spring from a single root, rigidly spreading outward and upward. They are dull greenish gray in color, and are armed with strong sharp thorns half an inch long. When the rains come in spring, the bare stems show signs of life, small green leaves appearing along them, while a mass of buds develops on a short stem at the end, spreading like a fish tail. Soon the buds open and the heavy bunches of flowers wave slowly back and forth in the desert wind. The Mexicans form paling fences about their dooryards by planting these stems close together in the ground and fastening them with wire. They sometimes take root and form a living fence, an effective barrier against most animals. This curious plant belongs to a small group known as the Ocotillo Family, which is nearly confined to the dry regions of Mexico.\nOcotillo has a wide range, from western Texas to southern California and over northern Mexico.\nThe specimen painted was obtained near Superior, Arizona.",
      "plate":"PLATE 396"
   },
   {
      "title":"YUCCA",
      "scientific_name":"Yucca baileyi Wooton and Standley",
      "body":"The genus Yucca belongs to the Lily Family and contains many species native in North and Central America. The roots, when rubbed in water, give a thick suds, and they are often used as a substitute for soap in washing clothes, especially by the native people of the Southwest. The Amole, as the root is called by the Mexicans, is very efficacious in cleaning fabrics, or when used in bathing or as a shampoo, leaving the skin smooth and the hair soft and glossy. The names soaproot and Spanish dagger or Spanish bayonet are applied to the yuccas in the United States.\nWhen driving in June from Gallup, New Mexico, to Zuni, I found this beautiful yucca coming into bloom in many places along the edge of the sparse pinyon or nut pine forests. The sturdy spikes of large, pale green flowers, tinged on the sepals with purple, grew from two to three feet in height. They rose from a bristling clump of relatively short, narrow, sharp-pointed green leaves, furnished along their borders with stiff, coarse, threadlike fibers.\nThis yucca, which was named for Vernon Bailey, of the U.S. Biological Survey, has a narrow range in northwestern New Mexico and northeastern Arizona.",
      "plate":"PLATE 397"
   },
   {
      "title":"SCARLET GLOBE-MALLOW",
      "scientific_name":"Sphaeralcea grossulariaefolia (Hooker and Arnott) Rydberg",
      "body":"Scarlet globe-mallow is one of the showy plants of the Arizona mesas and river valleys, where often it grows in great abundance. The flowers commonly are scarlet, but they are equally handsome when of a paler hue. They are produced in spikelike panicles on the upper part of stems so weak that they bend gracefully before the wind. By the Mexicans the plant is called malojo, “eye-bane,” because the small, branched, starlike hairs on the leaves and stems adhere to the fingers in handling, and if brushed into the eyes, cause irritation and pain.\nThis brilliant member of the Mallow Family is very common in Arizona, and ranges northward to Idaho and Wyoming.\nThe specimen sketched was gathered near the Desert Laboratory of the Carnegie Institution at Tucson, Arizona.",
      "plate":"PLATE 398"
   },
   {
      "title":"QUILL-LEAF TILLANDSIA",
      "scientific_name":"Tillandsia fasciculata Swartz",
      "body":"In motoring from lower Virginia southward, the ever increasing abundance of epiphytic plants is striking. In southern Virginia, Spanish moss frequently drapes the trees, especially the bald cypress. Farther down the coast other species of the Pineapple Family make their appearance, and in Florida a number of different kinds are native. In some of the hammocks there, all the branches of the trees and even the bark of the trunk, serve for the attachment of bromeliads, orchids, and ferns, and the epiphytic plants are represented by many different species. In such a hammock a short distance north of West Palm Beach, Florida, the specimen here illustrated was obtained.\nThe tillandsia usually dies after flowering, but its minute seeds, with their tufts of silky hairs, are scattered by the winds. The leaves of these plants are dilated at the base, thus forming a series of pockets which catch and hold water. Vegetable debris, as well as atmospheric dust, falls into the water and the plant absorbs the products of its decay, thus obtaining much of its nourishment.\nQuill-leaf tillandsia ranges from southern Florida south through the West Indies, and is widely distributed in other parts of tropical America.",
      "plate":"PLATE 399"
   },
   {
      "title":"CATESBY PITCHERPLANT",
      "scientific_name":"Sarracenia catesbaei Elliott",
      "body":"This pitcherplant was discovered by Mark Catesby, who explored the Carolinas in 1722, and was later named in his honor by Stephen Elliott, in his “Sketch of the Botany of South-Carolina and Georgia.” There is a difference of opinion among present-day botanists as to its status, some agreeing with Elliott that it is a distinct species, while others hold it to be a hybrid between Sarracenia flava and S. purpurea. It does combine the characters of the two presumptive patents in a striking way,—in the shape and position of the leaves, in the size of the flower parts, and especially in the petal color, which exhibits an attractive mingling of the yellow of the one species with the maroon of the other.\nCatesby pitcherplant is reported to occur from Florida to North Carolina, although always rate and local. The specimen painted was grown in the Department of Agriculture greenhouses by Dr. Frederick V. Coville, the root having been collected by Dr. Edgar T. Wherry in a swamp near Quincy, Florida, in 1925. Dr. Wherty states that this plant grew in association with the two species of which it is supposed to be a cross, but that the adult clump was surrounded by seedlings in such a manner as to indicate that it is capable of reproducing itself, and is, accordingly, on the way to becoming an independent species.",
      "plate":"PLATE 400"
   }
]