[
  {
    "title": "SHOWY ORCHIS",
    "scientific_name": "Orchis spectabilis Linnaeus",
    "body": "Although this orchid is known by the English equivalent of its Latin name, showy orchis, the name is really not appropriate, for the plant is far less conspicuous than some of its North American relatives. It is known also as “pulpit-flower,” because of the resemblance of the mauve-colored arched petals to the sounding-board over a pulpit. In a walk through the deep woods in early spring, our feet rustling last year's fallen leaves, it is a pleasant surprise to chance upon a group of plants of this shy beauty, the earliest of the orchids to blossom.\nThe flower is well adapted to insure cross-pollination by bumblebees, for not only is the lip or lower petal of just the size to enable these insects to get a good hold upon it, but the spur, at the bottom of which the nectar is contained, is exactly equal in length to the bumblebee's tongue, so that smaller insects can not reach the nectar. Finally, the anther is so situated that while the bee is busily engaged in extracting the nectar, its head is smeared with the sticky pollen, and as the bee enters the flower of another plant, this pollen is rubbed off on the stigma, thus effecting cross-pollination. The waxy flowers are borne on a short stem, arising between two bright green leaves.\nShowy orchis is found from Georgia to Arkansas, and northward to the Dakotas, Ontario, and New Brunswick.\nThe specimen sketched grew near Washington, District of Columbia.",
    "plate": "PLATE 241"
  },
  {
    "title": "ROSEBUD ORCHID",
    "scientific_name": "Pogonia divaricata (Linnaeus) Robert Brown",
    "body": "Rosebud orchid is widespread and abundant in the far South, and the acid-soil meadows of northern Florida are sometimes colored pink by thousands of its blossoms. Farther north it becomes rarer, and is seldom found even by the botanist, whose excursions lead him to remote fields and bogs. The lovely shading and delicate penciling of the petals lend a peculiar charm to this orchid. To people not familiar with the book name, it is often known as the “rosebud flower,” because of the resemblance of the lip to a slender rosebud. Some botanists hold that it is not a true Pogonia, assigning to it the name Cleistes divaricata.\nRosebud orchid is found from Florida and Alabama northward to Kentucky and southern New Jersey, growing both in lowlands near the coast and on high mountains.\nThe specimen sketched was obtained near Beaufort, South Carolina.",
    "plate": "PLATE 242"
  },
  {
    "title": "LARGE PURPLE FRINGE-ORCHID",
    "scientific_name": "Habenaria grandiflora (Bigelow) Torrey",
    "body": "Large purple fringe-orchid is perhaps the most beautiful of the Habenarias. The delightful fragrance of its flowers appeals to us no less than their beauty, and we are not surprised that they attract bees and moths to their nectar and pollen. The plant prefers moist or swampy places in grassy meadows or in partial shade, where the soil is distinctly, though not very strongly, acid.\nLarge purple fringe-orchid is found from the mountains of North Carolina northward to Newfoundland and Ontario.\nThe sketch was made from a specimen obtained on Mount Desert Island, Maine, where it grows abundantly.",
    "plate": "PLATE 243"
  },
  {
    "title": "FRANKLINIA",
    "scientific_name": "Franklinia alatamaha Marshall",
    "body": "Franklinia, or Franklin tree, a member of the Tea Family, has perhaps the most romantic history of any plant included in “North American Wild Flowers.” It was first seen by John Bartram in 1765 in the vicinity of Fort Barrington, Georgia, and was named by his friend, Humphrey Marshall, in honor of Benjamin Franklin. His son, William Bartram, also visited the locality in 1791, and described the plant in his “Travels through North and South Carolina.” He states that he never saw it at any other place but near the Fort, where “there are two or three acres of ground where it grows plentifully.” Thorough search has since been made by botanists, including Dr. C. S. Sargent, H. W. Ravenel, and Dr. E. T. Wherry, but no wild plants can be found. All those in existence in American gardens apparently originated with the plant or plants obtained by William Bartram and grown at Philadelphia in the place long known as Bartram’s Garden, now a public park.\nFranklinia has been shown by Dr. Frederick V. Coville to belong to the great number of plants that flourish only in acid soils. Cuttings have been rooted successfully and distributed to nurserymen and to private gardens. At Whitesbog, in New Jersey, a number of plants are growing vigorously under the care of Miss Elizabeth C. White. The specimen sketched was obtained from one of these plants when they were in blossom in September, 1926. The delicious odor of the flowers attracts many bees, but few viable seeds have resulted. The Franklinia blooms in autumn when most other trees or shrubs are past flowering. Its leaves turn a beautiful crimson before falling from the branches.",
    "plate": "PLATE 244"
  },
  {
    "title": "BLUE PHLOX",
    "scientific_name": "Phlox divaricata Linnaeus",
    "body": "Blue phlox is a lovely flower of spring. It often grows in company with cream-white violets in rich valleys, beneath tall trees, affording a delightful combination of dainty color. In its wild state, this species of phlox is variable, the color ranging from pinkish to pale violet, and the corolla-lobes may be entire or deeply notched. It was one of the earliest American plants to be cultivated in Europe, being illustrated in Miller's “Figures of Plants” in 1758.\nAt Plummers Island, near Washington, District of Columbia, where the specimens sketched were obtained, visitors are not permitted to gather the flowers, and in consequence blue phlox has thrived and grows in great profusion, filling the woods with its fragrance. The plant is well adapted to cultivation in shady gardens.\nBlue phlox is found from Florida to eastern Texas and northward to Quebec and Minnesota.",
    "plate": "PLATE 245"
  },
  {
    "title": "BLUE-EYED-MARY",
    "scientific_name": "Collinsia verna Nuttall",
    "body": "Blue-eyed-mary is one of the daintiest of spring flowers. In the Middle West it sometimes grows in such profusion that the meadows are blue with its brightly colored blossoms. The plant is fragile in appearance. Its flowers, although without odor, are visited by many bees. A member of the Figwort Family, this plant is thus related to the snapdragons, pentstemons, and monkeyflowers. It can be cultivated easily in rich, gravelly soil, and is a very desirable addition to the wild garden. Since it is a winter annual, the seeds should be sown in summer or early fall, but once established, it reseeds itself abundantly.\nThe specimen sketched was grown by Dr. Edgar T. Wherry in his garden in Washington from seeds procured from Cincinnati, Ohio.\nBlue-eyed-mary ranges from Western Pennsylvania to Kentucky and Kansas, and northward to western New York, Ontario, and Wisconsin.",
    "plate": "PLATE 246"
  },
  {
    "title": "DUTCHMANS-BREECHES",
    "scientific_name": "Bikukulla cucullaria (Linnaeus) Millspaugh",
    "body": "The peculiarly delicate flowers of dutchmans-breeches, held aloft above the lacelike leaves by a slender stem, are one of the delights of flower lovers in early spring. This plant prefers rich soil on rocky ledges or well-drained wooded slopes. The leaves wither when the warm days of late spring come. The plant was valued as a love charm by the North American Indians. Recent tests made by the United States Department of Agriculture trace many cases of stock poisoning to this plant. The leaves, unfolding before there is much other green vegetation, are eaten greedily by cattle, and since the plant grows in leafmold, with slight hold in the earth, it is easily pulled loose, and the tubers as well as the leaves are eaten by the animal. This double dose of the toxic substance, which is contained in all parts of the plant, often produces fatal results. The Virginia highlanders know the plant as “little staggerweed.” It belongs to the Fumitory Family. Many authors use the name Dicentra for the genus. The flowers of this species are usually white, but pink-flowered plants are found occasionally, especially in the southwestern part of its range.\nThe specimen sketched was obtained near Washington, District of Columbia.\nDutchmans-breeches has a wide range, occurring from North Carolina to Kansas, and north to Minnesota and Nova Scotia.",
    "plate": "PLATE 247"
  },
  {
    "title": "PEATPINK",
    "scientific_name": "Silene caroliniana Walter",
    "body": "The bright flowers of the peatpink are larger than the blossoms of most of our wild members of the Pink Family, and always attract notice among the spring flowers. The plants grow in clumps, and prefer dry, sandy or rocky, usually rather acid soil. The flowers have two sets of stamens, one set maturing before the other. The styles do not mature until the stamens have unloaded their pollen on visiting insects, which transfer it to the older flowers, thus ensuing cross-pollination. The flower stalks are sticky, so that small insects, endeavoring to reach the flowers by crawling up the stem, are trapped.\nThis species, termed in some books Silene pennsylvanica, ranges from Georgia to Massachusetts. A closely related species, differing in that the stems and calyx of the flowers are not sticky, grows from Alabama to Kentucky and has recently been named by Dr. J. K. Small, Silene wherryi.\nThe specimen painted was obtained at Washington, District of Columbia.",
    "plate": "PLATE 248"
  },
  {
    "title": "CUT TOOTHWORT",
    "scientific_name": "Dentaria laciniata Muhlenberg",
    "body": "Cut toothwort is found in spring growing plentifully in rich, moist woods, at about the same time as bloodroot and hepatica. The name toothwort is given because of the protuberances on the rootstocks of some of the species of Dentaria. These rootstocks have a spicy flavor similar to watercress, and are enjoyed by country children, who know one of the species as “crinkleroot” and dig its rootstocks to eat with their school lunches. The pale pink or white flowers of cut toothwort are rather attractive, but the plant withers quickly when gathered, and does not easily revive.\nThis member of the Mustard Family is found from Florida to Louisiana and Kansas, and northward to Quebec and Minnesota.\nThe sketch was made from flowers gathered in Washington, District of Columbia.",
    "plate": "PLATE 249"
  },
  {
    "title": "SWEET PITCHERPLANT",
    "scientific_name": "Sarracenia rubra Walter",
    "body": "Sweet pitcherplant is a lovely member of its family, its flowers held aloft on delicate stems well above the “pitchers.” In addition to other interesting features, it has a delightful odor similar to that of wild grape blossoms. The leaves have the usual characteristics of pitcherplants, catching and digesting unwary insects that enter them. Of all the pitcherplants, this is, perhaps, the most desirable to cultivate because of its fragrance and its lasting qualities. It should be grown in a cool greenhouse.\nSweet pitcherplant is found from Georgia and Alabama to North Carolina, growing chiefly at moderate elevations.\nThe specimen sketched was brought into bloom by Dr. Frederick V. Coville in the greenhouses of the Department of Agriculture in Washington, District of Columbia.",
    "plate": "PLATE 250"
  },
  {
    "title": "HOODED PITCHERPLANT",
    "scientific_name": "Sarracenia minor Walter",
    "body": "Hooded pitcherplant has some distinctive features not shown by most other members of the family. The hood is beautifully arched, and tends to darken the interior cavity of the leaf. Contrasting with the opaque yellow-green of the surrounding leaf structure, the translucent patches near the summit of the hood are white, and act as windows, transmitting light to the upper part of the “pitchers.” Insects encouraged by the light to enter are often unable to find the way out, and exhausted by their endeavors to escape, drop to the bottom of the “pitcher,” where they die and are digested for the use of the plant.\nThis is the southernmost in range of all the pitcherplants, occurring in damp, acid meadows as far south as the middle of the Florida peninsula, and ranging northward through eastern Georgia, but barely entering Alabama and North Carolina.\nThe sketch was made from plants collected near Beaufort, South Carolina.",
    "plate": "PLATE 251"
  },
  {
    "title": "BOWMANSROOT",
    "scientific_name": "Porteranthus trifoliatus (Linnaeus) Britton",
    "body": "The delicate flowers of bowmansroot grace the woodlands in June, when the graceful loose panicles of white blossoms, sometimes tinged with pink, are at their best. To the layman, the plant bears little resemblance to other members of the Rose Family, to which it belongs. The name Porteranthus was given in honor of Thomas Conrad Porter, professor of botany in Lafayette College. In many books the plant is named Gillenia trifoliata.\nBowmansroot ranges from Georgia to Missouri, and northward to New York, Ontario, and Michigan. The plant sketched grew near Washington, District of Columbia.",
    "plate": "PLATE 252"
  },
  {
    "title": "PINKSHELL AZALEA",
    "scientific_name": "Azalea vaseyi (Gray) Rehder",
    "body": "The pinkshell azalea is so charming in form and color that it deserves attention from flower lovers who cultivate our native plants. It prefers rather moist, acid soil, and yields easily to cultivation. The corolla is so different in shape from that of other Azaleas that it is considered by some botanists to belong to a distinct genus, named Biltia in honor of George Vanderbilt.\nPinkshell azalea has a narrow range, being found only at a few restricted localities in the mountains of western North Carolina. For many years nurserymen have been digging and shipping this species from its native haunts, until it has been nearly exterminated as a wild plant. Fortunately it can be propagated in acid soils from seed.\nThe specimen sketched was grown by Dr. Paul Bartsch in his garden in Washington, District of Columbia.",
    "plate": "PLATE 253"
  },
  {
    "title": "ROSEBAY RHODODENDRON",
    "scientific_name": "Rhododendron maximum Linnaeus",
    "body": "The glory of the rosebay rhododendron when in bloom can hardly be exaggerated. Its lovely white or delicately pink flower clusters, surrounded by dark green leaves, make a charming picture. The shrub grows to a height of thirty feet in the Carolina mountains, where it often covers every available spot, both swamp and hillside, with a tangle of stiff stems and leathery foliage. The mountaineers know it as “laurel.” Its roots lie in mats close to the surface of the ground, and are protected by a cover of fallen leaves, which conserve the moisture, retain the acid condition of the soil, and add fertility.\nRosebay rhododendron is the state flower of West Virginia. It is abundant from central Georgia and Alabama as far north as Pennsylvania. It is occasional farther north, even reaching one or two localities in Nova Scotia.\nThe specimen sketched was obtained from the mountains of North Carolina.",
    "plate": "PLATE 254"
  },
  {
    "title": "ATAMASCO-LILY",
    "scientific_name": "Atamosco atamasco (Linnaeus) Greene",
    "body": "Springing from the brown bed of the southern forest, no lovelier flower graces the awakening of spring than the atamasco-lily, a member of the Amaryllis Family. Blooming as it does in many places about Easter time, it is widely known in the South as “Easter lily.” Great bunches of the flowers are gathered to decorate homes and churches, but since the bulbs are not disturbed, the plants are not injured. A few long grass-like leaves grow from the bulb, and above them the flower stem, bearing the beautiful white flower, which sometimes is shaded delicately with pale pink. The thrill that comes when the flowers are discovered for the first time will long be remembered, for a patch of moist open woods starred with hundreds of the blossoms is a beautiful sight.\nAtamasco-lily ranges from Florida and Alabama northward to southeastern Virginia. It has been reported also from Pennsylvania, but has not been found in that state in recent years. By some botanists the plant is known as Zephyranthes atamasco.\nThe flowers sketched were obtained near Yemassee, South Carolina.",
    "plate": "PLATE 255"
  },
  {
    "title": "TURKSCAP LILY",
    "scientific_name": "Lilium superbum Linnaeus",
    "body": "It is not surprising that Linnaeus gave the specific name superbum to this beautiful lily. Anyone who has seen it growing in meadows or bogs in midsummer will never forget the impression created by a great number of these plants blooming together. The stems, which at times attain a height of seven feet, are crowned with a panicle of magnificent flowers, sometimes numbering forty, whose color varies from red to orange. This lovely wildling yields easily to garden treatment, especially in acid, boggy soil, and survives from year to year, even increasing in beauty.\nTurkscap lily is found from the mountains of Georgia to Missouri, and northward to New Brunswick and Minnesota.\nThe flowers sketched grew near Washington, District of Columbia.",
    "plate": "PLATE 256"
  },
  {
    "title": "ORANGE POLYGALA",
    "scientific_name": "Polygala lutea Linnaeus",
    "body": "At many places in the Southeastern States the brilliant heads of the orange polygala stand out in bold relief from the background of grasses and weeds that surround them. The pine-barren swamps are its chosen habitat, and here it may be found in blossom most of the summer. Most of the North American plants belonging to the Polygala Family have inconspicuous flowers, often dull in color, but the flowers of this species are very showy. The roots of the plant, like those of many other species of Polygala, contain the chemical substance commonly known as “oil of wintergreen,” which can be recognized by its odor and taste. As this same flavoring substance is used in candy, the country people throughout the South know the species of Polygala as “candyweed” or “candyroot,” and chew the roots as a cure for coughs and colds. The medicinal value of this species is slight, although extracts of the roots of other members of the genus are used extensively in cough remedies.\nOrange polygala ranges from Florida and Louisiana northward to New Jersey and Long Island.\nThe sketch was made from flowers collected near Beaufort, South Carolina.",
    "plate": "PLATE 257"
  },
  {
    "title": "RED HELMET",
    "scientific_name": "Pedicularis bracteosa Bentham",
    "body": "Red helmet, or wood betony, is found plentifully in the Canadian Rocky Mountains, and frequently, before it comes into bloom, deceives the passer-by, who assumes that its fern-like leaves are fern fronds. The flowers are curious in structure, the “helmet” having the shape of a walrus head with tusks on either side, and being so arranged that it protects the stamens from the rain. Insect visitors are plentiful, and gather the nectar easily from its shallow receptacles.\nThis member of the Figwort Family ranges from Colorado to California, and northward to Alberta and British Columbia.\nThe specimen sketched was gathered near Baker Lake, fifteen miles north of Lake Louise, Alberta, Canada, at an altitude of 6,000 feet.",
    "plate": "PLATE 258"
  },
  {
    "title": "TURTLEHEAD",
    "scientific_name": "Chelone glabra Linnaeus",
    "body": "This plant prefers to grow along water courses or in swamps, where it blooms freely in late summer and fall. The ingeniously constructed flower is visited by bees and other insects. The lower lip forms a platform on which the bees alight, and as the hooded upper lip is large enough to enclose the body of any but the largest kind of bees, they usually disappear completely when they go in to get the nectar. When they back out, their heads bear pollen brushed from the anthers, and in entering another blossom they leave some of this on the stigma, thus effecting cross-pollination. The creamy color of the flower, sometimes tinged with pink, turns to brown as it fades. Turtlehead is easily cultivated and forms a desirable addition to the wildflower garden. It belongs to the Figwort Family, and is often known to country folk as “wild snapdragon.”\nTurtlehead has a wide range, occurring from Florida and Alabama to Kansas, and north to Newfoundland and Manitoba.\nThe plant from which the sketch was made grew on Mount Desert Island, Maine.",
    "plate": "PLATE 259"
  },
  {
    "title": "SCARLET ELDER",
    "scientific_name": "Sambucus pubens Michaux",
    "body": "Although rather inconspicuous in spring when its small, greenish-white flowers open, scarlet elder is a striking plant in summer and fall, with its bunches of brightly colored berries against a background of deep green leaves. The bushes are from five to thirty feet in height. Since they grow in rather barren, rocky places, and are not particular about soil or altitude, they have a wide distribution. The elders belong to the Honeysuckle Family.\nThis species is a rather northern one, ranging from the mountains of Georgia to those of Colorado and California, and northward to Newfoundland and Alaska.\nThe sketch was made from a specimen collected near Glacier House, Glacier, British Columbia, at an altitude of 3,500 feet.",
    "plate": "PLATE 260"
  },
  {
    "title": "CROSSVINE",
    "scientific_name": "Anisostichus capreolatus (Linnaeus) Bureau",
    "body": "Although its flowers are very showy, crossvine is not familiar to many flower lovers. Its glossy, evergreen, paired leaves are borne on tough, tangled, woody stems with stout tendrils. The plant is nearly related to the trumpet-creeper, but is easily distinguished from it by the shorter trumpet of its flower. In some botanical works it is listed as Bignonia crucigera, the species name meaning crossbearer. In a section of the stem certain elements of the wood make a perfect cross, hence the name crossvine. In autumn the leaves turn to a bronze color. The crossvine prefers moist, almost swampy situations having an acid soil.\nThe plant ranges from Florida to Louisiana, and northward to Virginia, southern Ohio, and Illinois.\nThe specimen sketched was gathered near Beaufort, South Carolina.",
    "plate": "PLATE 261"
  },
  {
    "title": "INDIANPIPE",
    "scientific_name": "Monotropa uniflora Linnaeus",
    "body": "The weird flowers of the Indianpipe develop in warm midsummer weather after rains. The flowers rise above the forest floor when most plants are past their bloom. The plants subsist upon decaying vegetable matter, having a mat of rootlets under the dead leaves. They have specialized away from the habits of ordinary plants, having lost their chlorophyl, and are ghostly white, or sometimes pale pink, with leaves that are mere scales. As the seeds mature, the flowers turn upward and blacken.\nThis plant is very widely distributed, being found practically throughout the North American continent north of Mexico, and also in Japan and the Himalayas.\nOn Mount Desert Island, Maine, where this specimen was gathered, Indianpipe grew in many localities.",
    "plate": "PLATE 262"
  },
  {
    "title": "CARDINALFLOWER",
    "scientific_name": "Lobelia cardinalis Linnaeus",
    "body": "Cardinalflower, one of the most brilliantly colored of all our wild flowers, loves swampy places or the banks of streams, where in midsummer it teaches its perfection. The long spikes continue to bloom for weeks. The flowers open in succession from the lowest buds on the stem to those at the top. For this reason, the plant is easily exterminated in its native haunts, the flowers at the top of the stems being gathered with the old flowers and ripening seeds below. The color of the flowers is likened to that of a cardinal’s hat, and surely the corolla of no other of our wild flowers is so rich and velvety. Cardinalflower may be grown easily from seed, but in gardens it must be treated as a biennial unless its wet habitat can be reproduced. In the wild state, it is perennial by offsets.\nCardinalflower occurs from Florida westward to Texas, Kansas, and Colorado, and north to New Brunswick and Ontario.\nThe sketch was obtained from specimens gathered near Pocono Manor, Pennsylvania.",
    "plate": "PLATE 263"
  },
  {
    "title": "ZENOBIA",
    "scientific_name": "Zenobia cassinifolia (Ventenat) Pollard",
    "body": "Zenobia is a branching shrub, from three to five feet in height, with glossy, deep green leaves. Its clusters of large, creamy-white, bell-shaped flowers exhale a delightful perfume, and its name is a fitting tribute to the beautiful Zenobia, queen of Palmyra, in the days of its glory. The plants flourish in acid soil, like most other members of the Heath Family, to which the genus belongs.\nZenobia ranges from Florida to North Carolina, in the coastal plain and piedmont provinces, but it has proved hardy much farther north.\nThe sketch was made from specimens obtained near Rose Hill, North Carolina.",
    "plate": "PLATE 264"
  },
  {
    "title": "AMERICAN MISTLETOE",
    "scientific_name": "Phoradendron flavescens (Pursh) Nuttall",
    "body": "The mistletoe of romance does not grow in America, but our native species serve the same decorative purpose, and are used at Christmas time with holly and other evergreens. There are several kinds of mistletoe, parasitic on both evergreen and deciduous trees. The name Phoradendron, applied to the principal American genus of the Mistletoe Family, is derived from Greek words meaning “treethief.” Where American mistletoe is plentiful it often kills its host. The flowers appear in September, but the fruit does not mature until the following year. Each berry contains a single seed.\nThis species of mistletoe is found from Florida to Texas and Missouri, and northward to New Jersey and Ohio.\nThe sketch was made from a specimen obtained in Virginia, where it grows chiefly on tupelo trees, but sometimes on red maples.",
    "plate": "PLATE 265"
  },
  {
    "title": "AMERICAN HOLLY",
    "scientific_name": "Ilex opaca Aiton",
    "body": "The brilliant red berries and spiny evergreen leaves of American holly carry with them all the Old World associations, even though our species is different from that of Europe. The inconspicuous flowers are of a greenish color, and the pistillate and staminate flowers usually occur on separate trees. American holly is most abundant in moist woods on rather acid soils. It sometimes teaches a height of fifty feet, with a trunk three and a half feet in diameter, but is of slow growth. The wood is white, close-grained, and hard; the bark greenish gray, with white markings. The great demand for holly at Christmas stimulates cutting for commercial purposes, and is denuding the forests of this beautiful evergreen. To save it from extermination, substitutes must be used whenever possible.\nAmerican holly is found from Florida to Texas and Missouri, and northward to Indiana, Pennsylvania, and Massachusetts.\nThe sketch was made from a specimen obtained near Washington, District of Columbia.",
    "plate": "PLATE 266"
  },
  {
    "title": "MOUNTAIN HEMLOCK",
    "scientific_name": "Tsuga mertensiana (Bongard) Sargent",
    "body": "Mountain hemlock forms wide expanses of dark green foliage along the mountain sides. A mature tree has a tapering trunk two to four feet in diameter and seventy to a hundred feet in height, and gracefully drooping branches. The heavy cones are abundant and beautifully colored, especially in their earlier stages, before the scales have dried in ripening. In the Selkirk Mountains this is a conspicuous tree, adding greatly to the beauty of the landscape.\nMountain hemlock has a comparatively narrow range, occurring from western Montana to California and Alaska.\nThe specimen sketched grew near Glacier House, Glacier, British Columbia, at an altitude of 3,500 feet.",
    "plate": "PLATE 267"
  },
  {
    "title": "WESTERN HEMLOCK",
    "scientific_name": "Tsuga heterophylla (Rafinesque) Sargent",
    "body": "Western hemlock is a tall tree with graceful feathery branches, quite different from the mountain hemlock in habit and in fruitage. It sometimes grows two hundred feet high, with a trunk six to nine feet in diameter. The small brown cones, not more than an inch long, are produced abundantly, and contrast with the background of shiny, dark green leaves. The leaves are marked on the lower surface with white bands.\nThis species of hemlock occurs from western Montana to northern California, Alberta, and Alaska.\nThe specimen was obtained at Glacier House, near Glacier, British Columbia, at an elevation of 3,500 feet.",
    "plate": "PLATE 268"
  },
  {
    "title": "WESTERN LARCH",
    "scientific_name": "Larix occidentalis Nuttall",
    "body": "One of the stateliest trees in our northwestern country is western larch, which gives a distinctive appearance to the forests where it is found. The tall, straight trunks, often three feet in diameter, reach a height of a hundred feet or more, rising above the surrounding trees. The wood is very durable, which makes it especially suitable for railroad ties. In consequence, the large trees are being cut rapidly.\nWestern larch ranges from western Montana to Oregon and British Columbia.\nThe specimen sketched was obtained in the valley of the Horse Thief River, a tributary of the Columbia River in British Columbia, Canada, at an altitude of 3,000 feet.",
    "plate": "PLATE 269"
  },
  {
    "title": "DOUGLAS-FIR",
    "scientific_name": "Pseudotsuga mucronata (Rafinesque) Sudworth",
    "body": "The giant Douglas-fir is an impressive tree wherever it reaches its full development. It grows from eighty to two hundred feet in height with a trunk two to eight feet in diameter, or sometimes even larger. The rich green foliage, pointed buds, and beautiful pendent cones distinguish it from its forest companions. The long bracts are conspicuous on the cones, since they extend half an inch beyond the scales. \nDouglas-fir is found from western Texas and northern Mexico to California, British Columbia, and Alberta.\nThe sketch was made from a specimen obtained near Radium Hot Springs in the Columbia River Valley, British Columbia, at an altitude of 3,000 feet.",
    "plate": "PLATE 270"
  },
  {
    "title": "BUNCHBERRY",
    "scientific_name": "Cornus canadensis Linnaeus",
    "body": "To see bunchberry in its glory we must travel to the northern woods, where the cool summers and generally moist conditions of soil and atmosphere are most favorable to its growth. Here it covers acid humus with its bright green leaves, producing at the top of each stem a whorl of pointed, white, petal-like bracts. The flowers proper are the few inconspicuous purple or greenish tubular objects clustered in the center of these bracts. Bunchberry is closely related to the showy dogwood trees of more southern regions and in its way is quite as beautiful, in spite of its small size.\nBunchberry has a wide range, being found from the mountains of West Virginia and New Jersey to Maine and Labrador, and westward to Colorado, California, and Alaska.\nThe specimen sketched was gathered at Lake Louise, Alberta, Canada, at an altitude of 5,000 feet.",
    "plate": "PLATE 271"
  },
  {
    "title": "BUNCHBERRY",
    "scientific_name": "Cornus canadensis Linnaeus",
    "related_plate": "FRUIT OF PLATE 271",
    "body": "When in August the bunchberry is in fruit, it is even more striking than when in flower, for the berries are exceptionally brilliant in color. They are relished by wild birds, though insipid and unattractive to our taste. Both stems and leaves also turn red, enhancing the charm of the bunchberry's home, in the shady places of the deep northern forest.\nOwing to the wide range of the bunchberry, it is well known to flower lovers everywhere. From West Virginia to New Jersey it grows only on the higher mountains, but it descends to sea level from Massachusetts to Labrador. It is common also in the mountainous regions of western North America from Colorado and California to Alaska.\nThe sketch was made from a specimen collected near Hector, British Columbia, Canada, at an altitude of 4,500 feet.",
    "plate": "PLATE 272"
  },
  {
    "title": "WOODNYMPH",
    "scientific_name": "Moneses uniflora (Linnaeus) Gray",
    "body": "Woodnymph would probably escape the attention of the passerby, were it not for the pervasive odor of its flowers. Beautiful trails in the deep forest, where the sunshine filters through, lead us to the quiet spots where it grows in perfection. Half hidden by surrounding moss, with the stem turned down so that the flower is shielded from rain, it is seen only by sharp eyes. After fertilization the stem straightens, turning the flower upward.\nWoodnymph constitutes a genus of its own, and belongs to the Pyrola Family—in fact, it is often known as the “one-flower pyrola.” It has a wide range, occurring from the mountains of Pennsylvania to Labrador, and from New Mexico northward to Oregon and Alaska, as well as in Europe and Asia.\nThe specimen sketched was gathered in the valley of Baker Creek, twenty miles by trail north of Lake Louise, Alberta, at an altitude of 6,000 feet.",
    "plate": "PLATE 273"
  },
  {
    "title": "ALBERTA PRIMROSE",
    "scientific_name": "Primula maccalliana Wiegand",
    "body": "Travelers to the mountains in midsummer rarely see this lovely primrose, for it soon passes with the first warm days. It delights in wet banks or moist, sandy or gravelly places, and is so small that sharp eyes are needed to find it. The slender, dainty stem carries the pale pink flowers four or five inches above the basal tuft of green leaves, from whose center they spring. The flowers become purple in withering.\nAlberta primrose has a narrow range, occurring only in the Canadian provinces of Alberta and British Columbia.\nThe specimen sketched was found on the shore of Bow Lake, twenty-five miles north of Lake Louise, Alberta, Canada, at an altitude of 5,000 feet.",
    "plate": "PLATE 274"
  },
  {
    "title": "MOURNING GROUNDSEL",
    "scientific_name": "Senecio lugens Richardson",
    "body": "Mourning groundsel is a peculiar plant, thriving in situations where camps have been located, and blooming late in the flowering season. The flower stalk, about a foot tall, rises from the center of a rosette of large leaves, and from the top of the stem a half dozen flowers on long stems sprawl irregularly. The name commemorates a massacre at Bloody Falls on the Coppermine River in Yukon, within the Arctic Circle, where a party of Eskimos was destroyed by Northern Indians who accompanied the explorer Herne.\nThe range of mourning groundsel is from Montana and Washington northward to Yukon.\nOur sketch was made from a specimen found on the upper Pipestone River, fifteen miles northwest of Lake Louise, at an altitude of 5,000 feet.",
    "plate": "PLATE 275"
  },
  {
    "title": "SLENDER SHOOTINGSTAR",
    "scientific_name": "Dodecatheon pauciflorum (Durand) Greene",
    "body": "Slender shootingstar has a delicate habit of growth, and appears so frail that one wonders how it thrives in its chosen location. It loves moist places, such as wet meadows, or rocky ledges where cold water trickles down. The stems rise from the center of a loose tuft of green leaves. The flowers always remind us of the cyclamen, and this is not surprising, as both belong to the Primrose Family.\nThe range of slender shootingstar is rather wide, from Colorado northward to Saskatchewan, Mackenzie, British Columbia, and Alaska.\nThe sketch was made from a specimen found in the valley above Lake Louise, Alberta, Canada, at an altitude of 5,500 feet.",
    "plate": "PLATE 276"
  },
  {
    "title": "SNOW WILLOW",
    "scientific_name": "Salix nivalis Hooker",
    "body": "When climbing in the higher altitudes of the Rocky Mountains, just above timber line, one often finds large patches of the ground covered with a low plant about an inch high, bearing spikes of tiny red flowers surrounded by small, dark green leaves. It proves to be the snow willow, one of the smallest of all the large group of willows. Later in the season the flowers are followed by tiny seeds with feathery appendages, by means of which they are carried by the wind to new locations far from the parent plants. The plant is so low that it is not torn by the winds, however violent they may become on the bleak mountain slopes. In winter, also, it is well protected by even the thinnest blanket of snow. Thus has the tiny willow become adapted to its environment.\nThe species ranges from Montana to Washington, and northward to Alberta and British Columbia.\nThe specimen sketched was found near Bow Lake, twenty-five miles by trail north of Lake Louise, Alberta, Canada, at an altitude of 7,000 feet.",
    "plate": "PLATE 277"
  },
  {
    "title": "GRAY PHACELIA",
    "scientific_name": "Phacelia sericea (Graham) Gray",
    "body": "Gray phacelia grows under various conditions in the higher mountains. Some plants are quite low, others form stems a foot tall, springing from a bunch of silky gray-green leaves. The flowers are produced in elongated clusters. The deep purple color of the flowers contrasts with the bright yellow of the anthers, which stand out on filaments much longer than the corolla, giving a feathery appearance to the spikes. Numerous insects are attracted by the strong, disagreeable odor. Gray phacelia belongs to the Waterleaf Family, and ranges from Colorado and Nevada northward to Alberta and British Columbia.\nThe sketch was made from a specimen collected near Glacier, British Columbia, Canada, at an altitude of 6,500 feet.",
    "plate": "PLATE 278"
  },
  {
    "title": "NODDING CAMPION",
    "scientific_name": "Lychnis apetala Linnaeus",
    "body": "Nodding campion grows among the rocks and boulders of old moraines or on alpine summits. Its flowers, turned toward the ground, are inconspicuous. The tiny petals project only a little from the end of the inflated calyx. Though the species has a wide distribution, it is seldom seen by the traveler because the coloring of both leaves and flowers is similar to that of the rocks among which it grows.\nNodding campion is found in both Labrador and Greenland, and extends from Colorado and Utah northward to Alberta, British Columbia, and Alaska. It occurs also in Europe and Asia.\nThe sketch was made from a specimen found near Lake McArthur, fourteen miles by trail from Hector, British Columbia, at an altitude of 7,000 feet.",
    "plate": "PLATE 279"
  },
  {
    "title": "GOLDEN FLEABANE",
    "scientific_name": "Erigeron aureus Greene",
    "body": "Golden fleabane is known to all mountaineers in the Canadian Rockies, for its clear yellow flowers cover the ground in favorable situations above tree line, or appear in rock crevices where the soil has gathered in sufficient quantity to give the plants a foothold. The flowers spring from a tuft of gray-green leaves, and are raised by their tiny stems an inch or more above the ground. They are not so perishable as most alpine flowers, and may be found through most of the season. They belong to the Aster Family.\nGolden fleabane has a narrow range, being found only in Alberta and British Columbia.\nThe specimen sketched was obtained on the summit of Mount Fairview, near Lake Louise, Alberta, Canada, at an altitude of 8,500 feet.",
    "plate": "PLATE 280"
  },
  {
    "title": "GOLDEN SEDGE",
    "scientific_name": "Carex aurea Nuttall",
    "body": "Sharp eyes are needed to find this attractive sedge in fruit, for it grows near the ground among other grasses and plants. Its seeds are heavy in proportion to the slender stems, and the bunches are borne over toward the ground. We have frequently found it on the flats of glacier-fed streams, where the hot mid-day sun melted the ice and sent down a flood of water every afternoon.\nGolden sedge has a wide range, being found from Pennsylvania and Connecticut to Newfoundland, and westward to New Mexico and California and northward to Yukon.\nThe specimen sketched was obtained at Lone Pine Camp, in the valley of the Siffleur River in Alberta, Canada, at an altitude of 5,000 feet.",
    "plate": "PLATE 281"
  },
  {
    "title": "ALPINE POINTVETCH",
    "scientific_name": "Oxytropis podocarpa Gray",
    "body": "Rocky slopes above timberline yield many of the most attractive flowers, among them the alpine pointvetch. This plant overcomes the handicaps of its difficult environment by growing close to the ground, its woody root holding it firmly to the soil that has collected among the stones or in the crevices of rocky ledges. The graygreen leaves form a fine background for the comparatively large purple flowers, which also lie near the ground.\nAlpine pointvetch belongs to the Pea Family. It occurs from Colorado to Idaho, and northward to British Columbia and Alaska, also in Labrador.\nThe sketch was made from a specimen collected at Wonder Pass, near Mount Assiniboine, fifty miles south of Banff, Alberta, Canada, at an altitude of 8,000 feet.",
    "plate": "PLATE 282"
  },
  {
    "title": "ALPINE POINTVETCH",
    "scientific_name": "Oxytropis podocarpa Gray",
    "related_plate": "FRUIT OF PLATE 282",
    "body": "Alpine pointvetch is adorned, a little later in the season, with inflated pods. As the slender stems are unable to beat their weight, the pods lie on the ground, and sometimes, if the plant is especially sturdy, make a circle of fruit around the gray silky leaves. The tiny peas soon ripen, and finding lodgment in some cranny among the stones and rocks, produce new plants.\nWe find this member of the Pea Family in Labrador, and in the west from Colorado and Idaho northward to British Columbia and Alaska.\nThe specimen sketched was collected near Bow Lake, twenty-five miles north of Lake Louise, Alberta, Canada, at an altitude of 7,800 feet.",
    "plate": "PLATE 283"
  },
  {
    "title": "ROCKY MOUNTAIN KALMIA",
    "scientific_name": "Kalmia microphylla (Hooker) Heller",
    "body": "The dainty stems and flowers of Rocky Mountain kalmia cause that plant to seem far removed from its sturdy relatives of the eastern United States. It grows in swampy places near streams and alpine lakes, often forming masses of color among the moss, grasses, and other low-growing plants which love similar conditions of soil and moisture. The first hot days cause the corollas to fall, leaving behind them a cluster of red seed vessels. Rocky Mountain kalmia belongs to the Heath Family, and is closely related to Rocky Mountain cassiope, as well as to the pink and the white mountain-heathers, which often grow near it in somewhat drier soil.\nRocky Mountain kalmia has a comparatively narrow range, occurring from Colorado west to California, and northward to Alberta, British Columbia, and Alaska.\nThe specimen sketched was collected at Burgess Pass, seven miles by trail from Field, British Columbia, Canada, at an altitude of 7,000 feet.",
    "plate": "PLATE 284"
  },
  {
    "title": "SIDEBELLS PYROLA",
    "scientific_name": "Pyrola secunda Linnaeus",
    "body": "Sidebells pyrola—its name often contracted to sidebells—is a dainty plant, with small, leathery leaves close to the ground. It loves moist shady places. The tiny bell-shaped flowers hang from one side of the flower stem, and by this characteristic the species is easily distinguished from the other pyrolas. It seems easily satisfied with respect to habitat, for we find it growing plentifully in widely different situations, although always in rather acid soil.\nThis diminutive relative of the heaths has a wide range, occurring from Virginia to California and Mexico, and northward to Alaska and Labrador. It is found also in Europe and Asia.\nThe sketch was made at Lake Louise, Alberta, Canada, where the specimen grew at an altitude of 5,500 feet.",
    "plate": "PLATE 285"
  },
  {
    "title": "PINK PUSSYTOES",
    "scientific_name": "Antennaria rosea (Eaton) Greene",
    "body": "Of all the kinds of Antennaria, pink pussytoes is one of the most attractive, the pale silvery leaves and stems and the pink bracts of the flower heads forming a pleasing color combination. The plants are found usually in dry sterile or moist open ground, where they form mats, often in association with Antennaria microphylla, a similar species.\nPink pussytoes belongs to the Aster Family, and ranges from Colorado to California and Yukon.\nThe specimen shown was collected at an altitude of 6,000 feet, near Lake Agnes, reached by trail from Lake Louise, Alberta, Canada.",
    "plate": "PLATE 286"
  },
  {
    "title": "ELKSLIP",
"scientific_name": "Caltha leptosepala De Candolle",
"body": "The traveler seldom sees the beautiful elkslip in perfection, because it frequents retired spots high in the mountains. It grows in dense masses, preferring swampy meadows wet by the cold water from melting snow. The leaves suggest those of the cyclamen, but the flowers, with their yellow centers and white petals, are more like the flowers of bloodroot. Sometimes the petals are tinged outside with pale blue. They soon fall when the hot sun strikes them.\nElkslip has a wide range, occurring from New Mexico to Washington, Alberta, and British Columbia. It belongs to the Crowfoot Family and is closely related to the marshmarigolds of the East.\nNear Mount Assiniboine, where this specimen was collected at an altitude of 5,000 feet, the alpine meadows in places are covered with its sturdy growth. Mount Assiniboine is fifty miles by trail south of Banff, Alberta, Canada.",
    "plate": "PLATE 287"
  },
  {
    "title": "ROCK WORMWOOD",
    "scientific_name": "Artemisia discolor Douglas",
    "body": "The wormwoods all have a pungent odor, especially when the leaves and flowers are crushed. Rock wormwood grows among the loose stones of steep rock slides. The plants are so nearly the color of their rock surroundings that they are easily overlooked. The wormwoods belong to the vast Aster Family, and to the subdivision that includes the oxeye daisy and yarrow.\nRock wormwood has a narrow range, being found from Montana to Washington, and northward to British Columbia.\nThe specimen sketched was obtained by the side of the rocky trail under Mount Wapta, ten miles by trail from Field, British Columbia, Canada, at an altitude of 6,500 feet.",
    "plate": "PLATE 288"
  },
  {
    "title": "PEARL EVERLASTING",
    "scientific_name": "Anaphalis margaritacea (Linnaeus) Gray",
    "body": "Pearl everlasting, with its clusters of yellow-centered white flower heads, grows plentifully in many situations, but it is not one of the most beautiful of the mountain flowers. The white, cottony leaves and stems contrast with the background of dark green grasses and leafy plants among which the plants grow. The flowers are sometimes dried for winter use in making wreaths and other decorations, and they are often dyed red for use at Christmas. The plant belongs to the Aster Family.\nPearl everlasting has a wide range, being found from Pennsylvania to Kansas and California, and northward to Newfoundland and Alaska. It occurs also in Asia.\nThe specimen sketched was gathered near Moose Creek, in the valley of the Kootenay River, forty miles southwest of Banff, Alberta, Canada, at an altitude of 3,500 feet.",
    "plate": "PLATE 289"
  },
  {
    "title": "ALASKA FLEABANE",
    "scientific_name": "Erigeron salsuginosus (Richardson) Gray",
    "body": "Of all the mountain flowers in the Canadian Rockies, Alaska fleabane is one of the most conspicuous on the higher slopes and in the alpine valleys. The flower heads are large, their bright yellow centers surrounded by purple rays. The stems are often eighteen inches tall. Growing in profusion, frequently with lemon columbine, they make the slopes gay with their colors. The horses apparently enjoy their flavor, and always try to nip them along the trail.\nThe range of this fleabane is from New Mexico to California, and northward to Alaska and Saskatchewan.\nThe sketch was made at Tilted Mountain Camp, eighteen miles by trail north of Lake Louise, Alberta, Canada, at an altitude of 7,500 feet.",
"plate": "PLATE 290"
  },
  {
    "title": "GLOBE ANEMONE",
    "scientific_name": "Anemone globosa Nuttall",
    "body": "This beautiful flower is often the first anemone seen by the flower lover whose Western journey is taken in midsummer, when the early anemones are past flowering. The plants grow in clumps, the flowers borne on stout stems well above the gray-green foliage and colored pink, red, white, or sometimes lavender. A thimble-like seed-head follows the flowers, and this soon develops into a fluffy mass, each seed being provided with cottony hairs by which the wind transports it to a new location. The anemones belong to the Crowfoot Family.\nGlobe anemone occurs from New Mexico and California northward to South Dakota, Mackenzie, and Alaska. It is very plentiful in some of the dry meadows near Banff.\nThe sketch was made from specimens gathered near Mt. Massive, ten miles west of Banff, Alberta, Canada, at an altitude of 5,000 feet.",
    "plate": "PLATE 291"
  },
  {
    "title": "SHORTSPUR COLUMBINE",
    "scientific_name": "Aquilegia brevistyla Hooker",
    "body": "Shortspur columbine is a rate member of the Crowfoot Family, seldom found by mountain visitors. Its blue coloring is most beautiful, and in marked contrast to that of the lemon columbine and red columbine, both of which are familiar plants in the alpine valleys of the Canadian Rockies.\nThis species is found from Minnesota and South Dakota to Alberta and Yukon. It is closely related to the European columbine (Aquilegia vulgaris) so often cultivated in our gardens.\nThe sketch was made from a specimen obtained in the valley of Healy Creek, ten miles south of Banff, Alberta, Canada, at an altitude of 6,000 feet.",
    "plate": "PLATE 292"
  },
  {
    "title": "RED DEWBERRY",
    "scientific_name": "Rubus pedatus Smith",
    "body": "The rich green leaves of the red dewberry form close mats over the ground, and the star-like white flowers contrast sharply with them. The fruits have usually four or five drupelets, bright red in color, surrounded by a leafy envelope. The stems creep along the ground, rooting at the joints. Both flowers and fruits often are found on the plants at the same time. This member of the Rose Family inhabits cool, damp woods.\nIn the Selkirk Mountains red dewberry is very plentiful, but our specimen was obtained near the trail leading from the Banff-Windermere motor road at Marble Canyon to Evelyn Glacier, five miles south, in the valley of Vermilion River, fifteen miles from Castle Station on the Canadian Pacific Railway, at an altitude of 6,000 feet.\nRed dewberry is found from Montana to California, and northward to Alberta and Alaska.",
    "plate": "PLATE 293"
  },
  {
    "title": "LADDER GENTIAN",
    "scientific_name": "Gentiana acuta Michaux",
    "body": "Ladder gentian is not so handsome or showy as many other gentians. The stems are stiff and frequently dark red in color. The numerous flowers are lavender or sometimes white, and spring from the stem in the axils of the upper leaves. Often the plants are almost pyramidal in form, especially when growing among other plants in full sunshine in upland meadows. This species prefers rather dry, sandy soil, and as the roots are very shallow, the plants are easily pulled up.\nLadder gentian ranges from New Mexico to California and north to Alaska, and from Maine to Labrador. It is found also in Europe and Asia.\nThe sketch was made from a specimen secured near Lake Louise Station, Alberta, Canada, at an altitude of 5,000 feet.",
    "plate": "PLATE 294"
  },
  {
    "title": "ALPINE MILKVETCH",
    "scientific_name": "Astragalus alpinus Linnaeus",
    "body": "Alpine milkvetch is found at high altitudes. It covers the ground with a mat of leaves, above which the loose bunches of delicate mauve flowers are borne in short heads. It delights in rocky soil in partially shaded situations. When found above tree line, the flower heads are borne on very short stems. The flowers show the plant to be a member of the Pea Family.\nAlpine vetch has a wide range, being found from Vermont to Labrador, and from Idaho to Alaska. It occurs also in Europe.\nThe specimen sketched was obtained in the valley of Johnson Creek, thirty miles by trail from Lake Louise, Alberta, Canada, at an altitude of 6,000 feet.",
    "plate": "PLATE 295"
  },
  {
    "title": "GRAYLEAF FIVEFINGER",
    "scientific_name": "Potentilla glaucophylla Lehmann",
    "body": "On the higher mountain slopes we were always attracted by the cheerful yellow flowers of grayleaf fivefinger. The slender stems, rising well above a bunch of gray-green leaves, wave to and fro in the mountain breezes. The blossoms seem sometimes almost like a shower of gold, just reaching the earth from the clouds above. This plant belongs to the Rose Family.\nGrayleaf fivefinger ranges from New Mexico to Oregon, British Columbia, and Saskatchewan.\nThe sketch was made at Lake O'Hara, eleven miles by trail north of Hector Station on the Canadian Pacific Railway, British Columbia, Canada, at an altitude of 6,000 feet.",
    "plate": "PLATE 296"
  },
  {
    "title": "GOLDENPEA",
    "scientific_name": "Thermopsis rhombifolia (Nuttall) Richardson",
    "body": "The clear yellow flowers of the goldenpea, as observed from the car windows, are very striking, and they are equally beautiful when seen close at hand. The plant’s suggestion of coarseness is less apparent when the blooms are gathered to adorn the house, and they do not fade so quickly as many of the daintier flowers.\nGoldenpea has a rather wide range, extending from Colorado and Nebraska northward to Saskatchewan.\nThe specimen sketched was obtained near Medicine Hat, Alberta, Canada, at an altitude of 3,500 feet.",
    "plate": "PLATE 297"
  },
  {
    "title": "WESTERN MENZIESIA",
    "scientific_name": "Menziesia glabella Gray",
    "body": "Many of the steep wooded slopes in the higher valleys of the Northwest Coast are covered with blueberry bushes and other shrubs, and in company with them is found the western menziesia, sometimes called false blueberry. The dainty bells, hanging from the upper portions of the bushes, are tinged with vermilion or pink. When the leaves and stems are crushed, an unpleasant skunklike odor is very evident. The ponies never eat the bush, and so escape the effects of the poison that this plant has recently been proved to contain. The flowers soon wither when hot days come, and are followed by curious little seed vessels. The genus name was given in honor of its discoverer, Archibald Menzies, one of the earliest botanists to visit the Northwest Coast.\nThe genus Menziesia belongs to the Heath Family. The species ranges from Wyoming to Oregon, British Columbia, and Alberta. It has a relative also in the Appalachian Mountains.\nThe sketched branch was obtained on the side of the Yoho Valley, near Field, British Columbia, Canada, at an altitude of 6, 500 feet.",
    "plate": "PLATE 298"
  },
  {
    "title": "GIANT TRILLIUM",
    "scientific_name": "Trillium chloropetalum (Torrey) Howell",
    "body": "Giant trillium is found from the mountains of western Washington to California. It is easily cultivated in wild gardens, and proves to be hardy in the vicinity of Boston, where this specimen was obtained.\nThe petals vary from white and greenish-yellow to wine color.",
    "plate": "PLATE 299"
  },
  {
    "title": "YELLOW WILLOW-WEED",
    "scientific_name": "Epilobium lutem Putsh",
    "body": "The lush growth of yellow willow-weed attracts attention to the plant, as its greenish-yellow funnel-shaped flowers are inconspicuous. It loves the moist borders of streams, or other wet places. The long seed pods are characteristic of the Epilobiums, a wellknown genus of the Evening-primrose Family. This species has a narrow range, being found from Washington State, and British Columbia to Alaska.\nYellow willow-weed grows plentifully in the Selkirk Mountains near Glacier House, at Glacier, British Columbia, where this specimen was gathered at an altitude of 3,500 feet.",
    "plate": "PLATE 300"
  },
  {
    "title": "FIREWEED",
    "scientific_name": "Epilobium angustifolium Linnaeus",
    "body": "The magenta hue of fireweed is often inharmonious with the colors of other flowers, but when seen alone in valleys or on mountain sides, tinting the landscape, it is very beautiful. The tall, graceful stems are decorated with many flowers, and these are followed by the cottony seeds which are blown everywhere by the passing winds. After forest fires, fireweed is the first plant to cover the burns, and its name was derived from this fact. Occasionally the flowers are white or very pale pink. Where the soil is especially rich, the plant may grow to a height of five or six feet. It belongs to the Eveningprimrose Family.\nFireweed has a wide range, occurring from North Carolina to Greenland, and westward to New Mexico, California, and Alaska. It is found also in Europe and Asia.\nThe specimen sketched came from the valley of the Clearwater River, thirty miles by trail north of Lake Louise, Alberta, Canada, at an altitude of 6,000 feet.",
    "plate": "PLATE 301"
  },
  {
    "title": "BEARGRASS",
    "scientific_name": "Xerophyllum tenax (Pursh) Nuttall",
    "body": "Beargrass is a conspicuous plant when in bloom, the spikes of creamy flowers contrasting with the dark green foliage of the neighboring trees and plants. The numerous flowers seem almost too heavy even for the stout stems supporting them. On steep slopes, sterile plants often form a close sward, which is so slippery that it is difficult to traverse. The tender young flower shoots are eaten by bears, and are also cut down by ground squirrels for food. The Indians use the leaves in making fine baskets, and for this reason the plant is sometimes known as “basketgrass.” The genus contains only two other species, one of which, known as “turkeysbeard,” is found on the Atlantic coast.\nBeargrass belongs to the Lily Family. It has a narrow range, occurring only from Montana and California to British Columbia. It is especially plentiful in Glacier National Park.\nThe specimen sketched was obtained in Mount Rainier National Park.",
    "plate": "PLATE 302"
  },
  {
    "title": "PINK CENTAURIUM",
    "scientific_name": "Centaurium venustum (Gray) Robinson",
    "body": "The brilliant flowers of pink centaurium contrast beautifully with their gray surroundings, and are the more striking because the plants grow in bunches. The numerous flowers are large in proportion to the size of the plant, and the pea-green leaves are entirely overshadowed by them. The plant belongs to the Gentian Family.\nPink centaurium has a very narrow range, being confined to moderate altitudes in southern California.\nWe gathered specimens at Torrey Pines, near La Jolla, California.",
    "plate": "PLATE 303"
  },
  {
    "title": "NODDING ONION",
    "scientific_name": "Allium cernuum Roth",
    "body": "In the Canadian Rockies, nodding onion is a conspicuous plant, growing plentifully on the drier slopes. Its graceful leaves and stems, the latter curved downward near the top, differentiate it from other members of the Lily Family. If its identification is in doubt, however, the smell and taste of garlic, when the stems are broken, enable one to place it at once.\nThis onion has a remarkably wide range, occurring from Virginia and New York to New Mexico and British Columbia.\nWe gathered it in the Ice River Valley, twenty miles by trail south of Leanchoil Station on the Canadian Pacific Railway, at an altitude of 4,000 feet.",
    "plate": "PLATE 304"
  },
  {
    "title": "ROCKY MOUNTAIN RHODODENDRON",
    "scientific_name": "Rhododendron albiflorum Hooker",
    "body": "To those familiar with the eastern rhododendrons, with their glossy evergreen leaves, the Rocky Mountain rhododendron is a surprise, for it has deciduous leaves, and the flowers are not in clusters at the ends of the branches, but are scattered along the leafy twigs. The creamy flowers, often tinged with pink, remind us of orange blossoms. Bees are much attracted to them. No one who has traveled over the trails in the Canadian Rockies could have overlooked this beautiful plant. It usually grows in acid soil in company with menziesia and blueberry bushes, on steep, partially shaded slopes.\nRocky Mountain rhododendron has a narrow range, from Montana to Washington, British Columbia, and Alberta.\nIt is very plentiful at Glacier, British Columbia, where this specimen was gathered at an altitude of 3,500 feet.",
    "plate": "PLATE 305"
  },
  {
    "title": "FOREST ANEMONE",
    "scientific_name": "Anemone deltoidea Hooker",
    "body": "This beautiful anemone grows plentifully in deep woods, sheltered from the hot rays of the sun. Its blooming season is much longer than that of most other western anemones, which prefer alpine meadows in full sunshine. The single flower grows at the end of the slender stem, and the pale yellow stamens and pure white petal-like sepals are very conspicuous by contrast with the shade and dark coloring of the forest floor. The species has creeping roots, and often grows in clumps. It belongs to the Buttercup Family.\nForest anemone has a narrow range, being found only in northern California, Washington, and Oregon.\nWe found our specimens in Mount Rainier National Park.",
    "plate": "PLATE 306"
  },
  {
    "title": "WESTERN CRANESBILL",
    "scientific_name": "Geranium viscosissimum Fisher and Meyer",
    "body": "Western cranesbill is a more robust plant than its relative, the wild geranium, which is so common in the Eastern woods in spring. The flowers are borne on sturdy stems well above the beautiful cluster of rich green leaves, making the plant almost a bouquet in itself. The name cranesbill comes from the resemblance of the seed pod to the bill of a crane.\nWestern cranesbill belongs to the Geranium Family. It is found from Colorado and California northward to South Dakota, Alberta, and British Columbia.\nWe gathered the flowers in a beautiful meadow, a day and a half by trail northeast of Lake Louise, Alberta, Canada, at an altitude of 5,000 feet.",
    "plate": "PLATE 307"
  },
  {
    "title": "GREEN STRAWBERRY-CACTUS",
    "scientific_name": "Echinocereus viridiflorus Engelman",
    "body": "One of the commonest members of the cactus family in the western United States is the green strawberry-cactus, which grows abundantly in many places in the Rocky Mountain region, usually about rocks on the foothills, or along the stony banks of stream beds. Because of its neat habit, and beautifully colored spines, the plant is one of the most attractive of our cactuses, and is frequently used as a pot plant. The spines, although sharp, are placed in such a manner that they are not very offensive when the plant is handled, in spite of the fact that they protect it effectively from animals which might eat the succulent stem. The flowers are small, and inconspicuously colored. The small green juicy fruits are edible when ripe.\nThe green strawberry-cactus ranges from western Texas and the desert of northern Mexico as far northward as southern Wyoming.\nThe specimen sketched came from Texas.",
    "plate": "PLATE 308"
  },
  {
    "title": "PRAIRIE THISTLE",
    "scientific_name": "Cirsium undulatum (Nuttall) Sprengel",
    "body": "We rarely saw the prairie thistle in perfection. Our horses grazed on the mountain side back of our camp, and every plant to which they had access was denuded of its flowers as soon as they opened. Fortunately, a wire fence protected the garden at Radium Hot Springs, and under this protection we found a good specimen.\nThe plant is a picturesque one. The large purple flowers are very sweet and attract many insects to their feast of nectar. The leaves are very prickly and much waved, so that it is sometimes called wavyleaved thistle. We marveled that the apparently tender lining of the horses mouths was not injured by the stiff prickles. Prairie thistle ranges from Michigan to Arizona and British Columbia.\nThe sketch was made from a plant that grew near Radium Hot Springs in the Columbia River Valley, British Columbia, at an altitude of 3,500 feet.",
    "plate": "PLATE 309"
  },
  {
    "title": "LILAC MARIPOSA",
    "scientific_name": "Calochortus splendens Douglas",
    "body": "It is a difficult matter to restrain one’s enthusiasm, while riding overt the foothills in California, when the mariposas are in bloom. Their great variety is marvelous, and as their stems are so slender, they truly appear like a host of butterflies as they sway in the wind. One of the loveliest of them all is the lilac mariposa. It was a beautiful day when we found them at the Santa Ana Ranch near Santa Ana, California, and each specimen seemed more beautiful than the last.\nThe mariposas are members of the Lily Family, related to the garden tulips, which are derived from Old World species belonging to a different genus. The mariposas are of purely west-American range, no variety being found east of Nebraska. Some of the mariposas have edible bulbs, which are highly valued by the Indians.",
    "plate": "PLATE 310"
  },
  {
    "title": "ORANGE-EYE GLOBEMALLOW",
    "scientific_name": "Sphaeralcea davidsonii Robinson",
    "body": "The striking combination of color in the flowers of the orange-eye globemallow is their greatest charm. The center is a brilliant vermilion, and the cupped petals surrounding it are a beautiful soft pink. The grouping of the stamens in a sort of column is a feature which characterizes most members of the Mallow Family.\nOrange-eye globemallow is found only in southern California.\nThe plant sketched grew at the Santa Ana Ranch, near Santa Ana, California.",
    "plate": "PLATE 311"
  },
  {
    "title": "TASSEL COTTONGRASS",
    "scientific_name": "Eriophorum angustifolium Roth",
    "body": "We had passed many seasons on the trail without meeting specimens of the tassel cottongtass. This was not because it is rare, but because its heads are spoiled completely by wind, snow, or rain, and it is then easily passed unnoticed. But when in perfection, the plant is most attractive. The heads are supported on tall stems, with the dainty tassels pendent on slender threads from the cluster above them. We finally discovered it in great quantities in a grassy swamp.\nTassel cottongrass has a wide range, in regions of cold climate, occurring from Maine to Newfoundland, Illinois, New Mexico, Oregon, and Alaska. It also occurs in Europe and Asia.\nThe sketch was made from specimens found at Pipestone Pass, three days by trail north of Lake Louise, Alberta, Canada, at an altitude of 7,000 feet.",
    "plate": "PLATE 312"
  },
  {
    "title": "WESTERN MONKEYFLOWER",
    "scientific_name": "Mimulus guttatus Don",
    "body": "The moist earth in the vicinity of springs and along the banks of the little streams that flow from them, is favorable for the lush growth of the western monkeyflower. Its clear yellow flowers are set off to perfection by the brilliant green leaves. The plant is easily crushed, and therefore difficult to carry away from its chosen situation, but with care it will last if kept in water in a cool place.\nWe found this specimen near Vancouver, but it also occurs from northern Mexico and New Mexico to California, Alaska, and Saskatchewan. It belongs to the Figwort Family.",
    "plate": "PLATE 313"
  },
  {
    "title": "GOLDENBOWL MARIPOSA",
    "scientific_name": "Calochortus clavatus Watson",
    "body": "Growing on a tall stem, its bowl of clear yellow waving in the breeze, what could be more graceful and beautiful than the flower of the goldenbow mariposa? We are amazed at the variety of color, with endless gradations, in the members of this genus, variations that are increased in number by hybridization. This species exhibits even more strikingly than those previously described the relation of the genus to the tulips of Europe.\nGoldenbowl mariposa is found only in central and southern California.",
    "plate": "PLATE 314"
  },
  {
    "title": "RED MONKEYFLOWER",
    "scientific_name": "Diplacus puniceus Nuttall",
    "body": "Red monkeyflower is a bushy plant four to five feet tall, with bright green foliage, beautifully decorated with velvety red flowers. It is most attractive when found growing in the crevices of the sea cliffs on the coast, or the steep sides of the arroyos. Perhaps the flowers of some species of this genus, a typical member of the Figwort Family, may resemble monkey faces as implied in the common name but as far as this flower is concerned, the resemblance is remote.\nRed monkeyflower is found only in California, and is especially abundant in the region about Torrey Pines, where the sketch was made.",
    "plate": "PLATE 315"
  },
  {
    "title": "COLUMBIA LILY",
    "scientific_name": "Lilium columbianum Hanson",
    "body": "The western lilies are always a joy to behold. Many of them rise on tall stems above the surrounding vegetation, which forms a perfect background for their graceful beauty. The Columbia lily shown in the illustration was obtained in Indian Henrys Garden in Mount Rainier National Park, at an altitude of 2,000 feet, where the plants are more delicate than those found at lower elevations.\nColumbia lily ranges from California to Idaho and British Columbia.",
    "plate": "PLATE 316"
  },
  {
    "title": "CRANBERRYBUSH",
    "scientific_name": "Viburnum pauciflorum Pylaic",
    "body": "Cranberrybush is a straggling erect shrub growing in cold mountain woods and along the banks of streams. The few red berries are very attractive, but are sour to the taste, not unlike ordinary cranberries. The cranberrybush belongs to the Honeysuckle Family, while the true cranberry, a small slender trailing plant, belongs to the Heath Family.\nThe cranberrybush ranges from Pennsylvania to Newfoundland and from Colorado to Alaska.\nThe specimen sketched was obtained in the Columbia River Valley, in British Columbia, at an altitude of 2,500 feet.",
    "plate": "PLATE 317"
  },
  {
    "title": "RUFF GENTIAN",
    "scientific_name": "Gentiana calycosa Grisebach",
    "body": "The flowers of this lovely gentian are of a wonderful deep blue color. As soon as the direct rays of the sun strike them, the petals open, and the clumps are covered with brilliant flowers. On a cloudy day, when they are closed, it is easy to pass without noticing them, even where they are abundant. The plants are usually found about tree line, or in grassy alpine meadows at a slightly lower altitude. The large calyx suggests a sixteenth century ruff.\nRuff gentian ranges from Montana and Wyoming to Washington and California.\nWe found quantities of this gentian at Indian Pass in Glacier National Park, at an altitude of 6,500 feet.",
    "plate": "PLATE 318"
  },
  {
    "title": "MENZIES PENTSTEMON",
    "scientific_name": "Pentstemon menziesii Hooker",
    "body": "While we were driving along the motor road in Rainier National Park near Paradise Valley, our attention was attracted by a conspicuous outcrop of gray rock. Near the top of this broken rock-pile appeared clumps of pink flowers, which proved to be the pentstemon named in honor of the Scotch explorer Menzies. The lovely flowers appear to best advantage when growing in crevices with the gray rocks behind them.\nThe pentstemons belong to the Figwort Family. This species is found only in Washington and British Columbia.",
    "plate": "PLATE 319"
  },
  {
    "title": "PURPLE PRAIRIECLOVER",
    "scientific_name": "Petalostemon purpureum (Ventenat) Rydberg",
    "body": "Purple prairieclover, as its name implies, grows abundantly in the prairie country. It is an attractive plant, and its blossoms have the advantage of lasting longer, when gathered and placed in water, than most of our wild flowers.\nPurple prairieclover belongs to the Pea Family. It has a rather wide range, being found from Indiana to Colorado and Texas, and northward to Manitoba and Saskatchewan.\nThe sketch was made from specimens found on the prairie east of Glacier National Park in Montana.",
    "plate": "PLATE 320"
  }
]
