[
  {
    "title": "BOTTLE GENTIAN",
    "scientific_name": "Gentiana saponaria Linnaeus",
    "body": "In autumn, long after most of our flowers except goldenrods and asters have faded, the bottle gentian is found in blossom in the thickets bordering woodlands. Unlike its better-known relative, the fringed gentian, it is a perennial, and may be sought with some confidence year after year in the same locality. Its richly colored flowers, of a hue rare at any season, are a delight to the eye when other flowers are so scarce. Blue and purple flowers often have albino forms, and the bottle gentian is no exception, as plants with pure white corollas are not unusual.\nBottle gentian ranges from Florida and Louisiana northward to Connecticut and Ontario, and closely related species are even more widely distributed.\nThe specimen sketched came from the vicinity of Washington, District of Columbia.",
    "plate": "PLATE 161"
  },
  {
    "title": "WESTERN MOUNTAIN-ASH",
    "scientific_name": "Sorbus sambucifolia (Chamisso and Schlechtendal) Roemer",
    "body": "Western mountain-ash usually grows in stony places, beneath large trees of in openings in the forest. In especially favorable situations it sometimes develops into a tree 20 feet high. It is not a relative of the ashes, as its name would imply, but belongs to the Apple Family. The brilliant scarlet fruits, resembling miniature apples, are a favorite food of birds, especially in winter. The flavor of these fruits is not agreeable to the human palate, although when crushed in water they yield a subacid beverage that is not unpleasant. The small white flowers, which unfold in spring, are arranged in broad, flat-topped clusters. The buds, before expansion, are cream-colored. The open flowers are very sweet-scented.\nA related European species is called rowan-tree or rowan.\nThis species of mountain-ash ranges from the southern Rockies of Arizona and New Mexico, northward to Alberta and Alaska. It is known also from Siberia.\nThe specimen from which the painting was made grew on the motor road near Vermilion Summit, about twelve miles from Castle Station, Alberta, at an altitude of 5,000 feet.",
    "plate": "PLATE 162"
  },
  {
    "title": "PLUME ANEMONE",
    "scientific_name": "Pulsatilla occidentalis (Watson) Freyn",
    "body": "Those whose fancy has led them in spring or summer to the higher parts of the Canadian Rocky Mountains have been thrilled with the loveliness of this beautiful anemone as it springs up at the edges of retreating snow banks on the alpine slopes and valleys. The flowers begin to open when the stems are only an inch high and still nestle in a mass of grayish-green furry buds and half unfolded leaves. Within a few days the stems lengthen, and each bears a large, creamy flower with golden and green center, the blossoms contrasting with the background of pale green foliage. As they fade the flowers are sometimes tinged with blue.\nThe plume anemone belongs to the Crowfoot Family. It ranges from California and Montana northward to Alberta and Alaska.\nThe specimen sketched grew near Lake O'Hara, fifteen miles by trail from Lake Louise, Alberta, Canada, at an altitude of 4,000 feet.",
    "plate": "PLATE 163"
  },
  {
    "title": "PLUME ANEMONE",
    "scientific_name": "Pulsatilla occidentalis (Watson) Freyn",
    "related_plate": "FRUIT OF PLATE 163",
    "body": "In the long days of June and July the seeds of alpine plants ripen rapidly, and the flowers of the plume anemone soon are replaced by silvery gray-green seed heads. These are almost as beautiful as the flowers, and the head of silky seed tails, all smoothed sleekly from the center of the cluster, reminds one of nothing so much as the crown of a child’s curly head. When ripe the “seeds” are easily detached from the stem, the long feathery tail supporting them on their wind-blown journey in search of a favorable situation for germination. These seed heads are relished by the marmots, which eat them upon the spot, or carry them to their winter caches. The marmots also pile them into soft beds in their burrows.\nThis member of the Crowfoot Family ranges from Montana to California and northward to Alberta and Alaska.\nThe specimen sketched was collected near the summit of the pass at the head of Johnson Creek, Alberta, Canada, at an elevation of 8,500 feet.",
    "plate": "PLATE 164"
  },
  {
    "title": "MEADOW FLEABANE",
    "scientific_name": "Erigeron speciosus De Candolle",
    "body": "Meadow fleabane is a brilliant member of the Aster Family, and is one of a large group of closely related plants which attain their fullest development in the western United States. It grows in meadows and in moist, open woodlands. The flower head at the top of the stem is larger than the heads which expand later, and when the plant is at its best it presents a perfect bloom surrounded by several half-open buds. As the species is plentiful in favorable situations, it gives a gay aspect to the slopes in the lower altitudes of the Rocky Mountains in June and July.\nMeadow fleabane ranges from Utah and Colorado to Oregon and Alberta.\nThe sketch was made from a specimen gathered at Ghost River, twenty-five miles from Banff, Alberta, at an altitude of 4,000 feet.",
    "plate": "PLATE 165"
  },
  {
    "title": "STAR SOLOMONPLUME",
    "scientific_name": "Vagnera stellata (Linnaeus) Morong",
    "body": "Star solomonplume loves moist rich woods. In its habit of growth and in the appearance of the flowers it recalls vaguely the lily-of-the-valley. By their rootstocks the plants spread widely, forming extensive patches in the woodlands. The rootstocks show no trace of the seal-like scars so characteristic of the solomonseals. The plant is graceful in form, and beautiful when in either flower or fruit. It belongs to the Lily-of-the-valley Family, which includes asparagus, lily-of-the-valley, and merrybells. The fruit is a small globular berry, at first green, with three dark vertical stripes, but turning black when quite ripe. Some botanists use the name Smilacina stellata for this plant.\nStar solomonplume ranges from Virginia to New Mexico and California, and northward to Newfoundland and Alaska. It grows also in northern Europe.\nThe specimen sketched was obtained at Lake Minnewonka, near Banff, Alberta, Canada, at an altitude of 4,500 feet.",
    "plate": "PLATE 166"
  },
  {
    "title": "DOUBLE BLADDERPOD",
    "scientific_name": "Physaria didymocarpa (Hooker) Gray",
    "body": "The double bladderpod is a curious plant of unusual appearance. It thrives best in dry limestone soils on steep mountain sides, or in the deposits of glacial streams. The many pale blue-green leaves form a rosette upon the surface of the soil, from which spring the delicate gray stems bearing four-petaled yellow flowers. The root is long, thick, woody, and tough. In its aspect the plant suggests an alpine species. It belongs to the Mustard Family.\nDouble bladderpod ranges from Colorado to Utah and northward to Saskatchewan and Alberta.\nThe specimen sketched grew near Lake Tied seven miles from Banff, Alberta, Canada, at an altitude of 4,500 feet.",
    "plate": "PLATE 167"
  },
  {
    "title": "DOUBLE BLADDERPOD",
    "scientific_name": "Physaria didymocarpa (Hooker) Gray",
    "related_plate": "FRUIT OF PLATE 167",
    "body": "The hot sun of the long June days of northern latitudes soon develops the seed vessels of the double bladderpod, and the reason for the common name is then disclosed. When decorated with the many inflated seed pods the plant is unique in appearance and more conspicuous than when in bloom.\nThe genetic name Physaria is derived from a Greek word signifying bellows, in allusion to the form of the fruits. About six species of Physaria are known, all of them natives of western North America.\nDouble bladderpod ranges from Colorado to Utah and northward to Saskatchewan and Alberta.\nThe specimen sketched grew near Ptarmigan Pass, ten miles north of Lake Louise, Alberta, Canada, at an altitude of 6,500 feet.",
    "plate": "PLATE 168"
  },
  {
    "title": "GROUSE WHORTLEBERRY",
    "scientific_name": "Vaccinium scoparium Leiberg",
    "body": "The higher slopes of the western mountains, just below tree line, are often covered with widespread patches of grouse whortleberry. The dwarf bushes are only six to twelve inches in height, with shortly angled, slender green branches. The small, thin, finely toothed leaves are bright green. Underneath the foliage, and half hidden by it, hang the dainty little pink flower bells. The plants prefer well-drained, forested slopes, which are not too densely shaded, but they often grow profusely in even the denser forest. Like other whortleberries, and its close relatives, the blueberries, it is restricted to acid soils.\nGrouse whortleberry ranges in the higher mountains from New Mexico to California, and northward to Alberta and British Columbia.\nThe specimen sketched was obtained near Hector, British Columbia, Canada, at an altitude of 6,000 feet.",
    "plate": "PLATE 169"
  },
  {
    "title": "GROUSE WHORTLEBERRY",
    "scientific_name": "Vaccinium scoparium Leiberg",
    "related_plate": "FRUIT OF PLATE 169",
    "body": "Grouse whortleberries mature rapidly, and by the middle of August the plants are well fruited with pleasantly flavored bright red berries. These are much enjoyed by grouse, which are usually found where the berries are plentiful.\nGrouse whortleberry occurs in the higher mountains from New Mexico to California, and northward to Alberta and British Columbia.\nThe specimen sketched was collected in the valley of the Red Deer River twenty miles by trail from Lake Louise, Alberta, at an altitude of 6,000 feet.",
    "plate": "PLATE 170"
  },
  {
    "title": "BUFF PUSSYTOES",
    "scientific_name": "Antennaria luzuloides Torrey and Gray",
    "body": "In the Rocky Mountain region over forty species of Antennaria, or pussytoes, are known, and many others grow in the Eastern States and along the Pacific Coast. They are members of the great Aster Family. In most of the species the plants have long, slender, leafy runners or sterile shoots, spreading over the ground in every direction to form dense mats, but such runners are absent in the species here illustrated. This is a slender erect plant, usually four to fifteen inches high. It grows on open, rocky or grassy slopes at middle altitudes in the mountains, or even above timber line. In many parts of the United States the species of Antennaria are known as Indian tobacco, and the leaves are chewed by children.\nBuff pussytoes ranges from Wyoming and Montana westward to Oregon and British Columbia.\nThe specimen figured was obtained in the valley of the Siffleur River forty-five miles from Lake Louise, Alberta, at an altitude of 4,500 feet.",
    "plate": "PLATE 171"
  },
  {
    "title": "SMALL PYROLA",
    "scientific_name": "Pyrola minor Linnaeus",
    "body": "The small pyrola delights in wet places. We find it flourishing in bogs or on oozing stream banks, usually in densely shaded situations. Flowering in midsummer, its rosy pink saucers lend a touch of color to its otherwise dull surroundings. The flowers vary greatly in depth of color, and occasionally they are white. They are smaller and fewer than those of the bog pytola, which is a species more generally distributed and locally more abundant.\nThe small pytola has a wide range in the colder parts of North America, extending from Massachusetts to Colorado and California, and northward to the Arctic regions. It grows also in Europe and Asia.\nThe specimen sketched was obtained in the valley of the Pipestone River, about ten miles by trail north of Lake Louise, Alberta, Canada, at an altitude of 4,500 feet.",
    "plate": "PLATE 172"
  },
  {
    "title": "WESTERN BLUEBELLS",
    "scientific_name": "Mertensia paniculata (Aiton) Don",
    "body": "We have seen bluebells but rarely in our Western travels. Unlike its cousin, the Virginia bluebells, this plant is hairy, and the smaller, less numerous flowers are much deeper in color. The plant inhabits moist woodlands, where it often forms large clumps. Western bluebells belongs to the Borage Family, and is a relative of forget-me-not and heliotrope.\nThis species of bluebells ranges from Iowa to Washington and Alaska, and extends eastward to Lake Superior and Hudson Bay.\nThe specimen sketched was collected near Lake Minnewonka, eleven miles from Banff, Alberta, Canada, at an altitude of 4,000 feet.",
    "plate": "PLATE 173"
  },
  {
    "title": "GREEN BEARCABBAGE",
    "scientific_name": "Veratrum viride Aiton",
    "body": "Wherever green bearcabbage grows, it is always a conspicuous plant, in spite of the fact that its flowers are scarcely different in color from the foliage. In the West it loves the moist, rich soil of mountain meadows and valleys. The leaves are strongly veined and have a plaited appearance. The plant is coarse and tall, the flower panicles often rising five feet above the ground. The sturdy shoots of this plant push through the soil when the earliest spring flowers unfold, as soon as the snow has melted, and at that time its fresh green color is most attractive. It belongs to the Bunchflower Family and, like some of its near relatives, is poisonous. The poison is chiefly in the root, however, and when there is a shortage of other forage, animals often graze on bearcabbage without ill effect.\nGreen bearcabbage is found over much of the cooler parts of North America from Virginia to Tennessee and Oregon, and northward.\nThe sketch was made from a specimen obtained in the Bow Valley, thirty miles by trail north of Lake Louise, Alberta, at an altitude of 6,500 feet.",
    "plate": "PLATE 174"
  },
  {
    "title": "SAGEBRUSH MARIPOSA",
    "scientific_name": "Calochortus macrocarpus Douglas",
    "body": "The genus Calochortus, comprising the mariposas, which are often called mariposa lilies or butterfly tulips, the globe-tulips, and several kinds of pussy-ears, contains about fifty species. Nearly all of them are so beautiful that they command the admiration of all who see them. Our experience with the sagebrush mariposa was a revelation of nature’s methods. Our camp had been pitched on a dry bench fifty feet above the Kootenay River near Canal Flats, British Columbia, where the sparse vegetation indicated a lack of moisture. One night a heavy storm of wind and rain came up. A few days later the miracle was manifest, for all around the tent the buds of the sagebrush mariposa were almost ready to unfold, and soon the plants were in perfect bloom. There are myriads of them in some parts of the Columbia River Valley, where the little prairies are colored purple with their flowers.\nThis mariposa is found in sagebrush plains from Montana to Oregon and northward to British Columbia.\nThe specimen figured was sketched at the camp mentioned above, near Canal Flats, British Columbia, Canada, at an altitude of 3,500 feet.",
    "plate": "PLATE 175"
  },
  {
    "title": "WHITE DRYAD",
    "scientific_name": "Dryas octopetala Linnaeus",
    "body": "White dryad is a very decorative plant in its chosen habitat. It flourishes best in a soil of disintegrated limestone, and it is also found clinging to rough limestone rocks, where it forms close mats, its green foliage hiding the interlaced masses of woody stems and dead leaves beneath. Above these mats the beautiful cup-shaped flowers with their golden centers are borne on dainty stems from one to four inches tall. The flowers attract many bees and small flies. The stems and leaves are sticky, and have a resinous odor.\nWhite dryad belongs to the Rose Family, and is found from Labrador and Greenland throughout Arctic America, and in the Rocky Mountains from Utah and Colorado to British Columbia. It occurs also in northern Europe and Asia.\nThe sketch was made from plants that grew in Skoki Valley, fifteen miles by trail from Lake Louise, Alberta, Canada, at an altitude of 7,500 feet.",
    "plate": "PLATE 176"
  },
  {
    "title": "WHITE DRYAD",
    "scientific_name": "Dryas octopetala Linnaeus",
    "related_plate": "FRUIT OF PLATE 176",
    "body": "The flowers of white dryad are quickly withered by the hot sun of midsummer, their stems lengthen, and the twisted fruit head appears, later spreading into a ball of “seeds”. These are each provided with a silky tail, which enables the wind to carry the seeds to distant places. At a certain stage, before the heads are fully ripe, the ponies are fond of them. At this time the plants often give a misty pink color to the areas they occupy.\nWhite dryad occurs on limestone soils from Labrador and Greenland throughout Arctic America, in the Rocky Mountains from Utah and Colorado to British Columbia, and in Europe and Asia.\nThe specimen sketched was obtained in the valley of the Siffleur River, fifty miles by trail north of Lake Louise, Alberta, Canada, at an altitude of 6,500 feet.",
    "plate": "PLATE 177"
  },
  {
    "title": "MOSS GENTIAN",
    "scientific_name": "Gentiana prostrata Haenke",
    "body": "This tiny gentian will escape all but the keenest eyes. The flowers open only in bright sunshine, and the stems creep through the grass, as though to elude detection. The corollas are usually of the brightest blue, but sometimes they are white. The minute green leaves have a narrow white cartilaginous border which is not found in other gentians. This is a truly alpine plant. It is the smallest of the North American gentians.\nThe moss gentian ranges from the Colorado Rockies to Alberta and Alaska and the Arctic regions of the Old World. The American plant differs slightly from the typical Eurasian form and is sometimes recognized as variety americana.\nThis specimen was found near the shore of Lake Magog at the base of Mount Assiniboine, Alberta, at an altitude of 7,500 feet.",
    "plate": "PLATE 178"
  },
  {
    "title": "LOW WHORTLEBERRY",
    "scientific_name": "Vaccinium caespitosum Michaux",
    "body": "The low whortleberry, hidden among the grass, on gentle slopes of in alpine meadows, is unlike most other members of its group, for it grows only from three to seven inches tall. It has woody stems, much branched, and in spring bears a heavy load of lovely white or pink bells. These later develop into blue berries which are covered with an attractive bloom. The leaves turn a deep red color in autumn.\nThe low whortleberry may be found from New Hampshire to Labrador, and in the Rocky Mountains from Colorado to British Columbia and Alaska and westward to California.\nWe found the specimen sketched at Bow Lake, twenty-five miles north of Lake Louise Station, British Columbia, at an altitude of 6,000 feet.",
    "plate": "PLATE 179"
  },
  {
    "title": "SMALL CRANBERRY",
    "scientific_name": "Oxycoccus palustris Persoon",
    "body": "The small cranberry is a typical boreal plant, and no doubt survived the glacial period close to the margin of the ice sheet, or on mountain summits which projected above the ice. Upon the retreat of the glaciers the plant migrated from its places of refuge into the many bogs formed by the damming of rivulets. It now ranges throughout the glaciated territory of the Northern Hemisphere, extending well into the Arctic region. In North America it is found as far south as New Jersey, Michigan, and the State of Washington. The cranberries belong to the Blueberry Family. By many botanists they are referred to the genus Vaccinium, which contains the blueberries and whortleberries.\nThe specimen sketched grew at Lake Louise, Alberta, Canada, near the point where Lake Louise Creek flows out of the lake, at an altitude of 5,000 feet.",
    "plate": "PLATE 180"
  },
  {
    "title": "PURPLE MOUNTAIN VIOLET",
    "scientific_name": "Viola adunca J. E. Smith",
    "body": "The purple mountain violet is a small plant of the higher altitudes, whose flowers are large in proportion to the size of the leaves. It nestles in the grass and other herbage as though to hide its lovely blossoms, and soon fades in the hot sunshine of early summer. The painting represents an unusual dwarfish form of this species, which at lower altitudes is a taller, longer-stemmed plant, especially when it grows in wet, shaded spots.\nViola adunca has a wide range, being found from New Hampshire and New Brunswick to the mountains of New Mexico and California, and north to Alaska.\nThe specimen sketched grew near the shores of Bow Lake, thirty miles north of Lake Louise, Alberta, Canada, at an altitude of 6,000 feet.",
    "plate": "PLATE 191"
  },
  {
    "title": "ROSETTE CINQUEFOIL",
    "scientific_name": "Potentilla uniflora Ledebour",
    "body": "Rosette cinquefoil is a plant seldom seen by the traveler, for it loves rocky places at high altitudes, to which it is hard to climb. It grows in tufts or bunches from a mass of stout, woody, interlaced underground stems. Its rich yellow flowers, so large in proportion to the size of the plant, remind one of a small yellow rose. The leaves of this species have three leaflets instead of the five or more possessed by most Potentillas. It belongs to the Rose Family.\nRosette cinquefoil ranges from Colorado northward through the Rockies to the Arctic regions and westward to Oregon. It grows also in Greenland and Asia.\nThe specimen sketched was obtained on the rocky slopes above the source of Ranger Brook in the Sawback Range, fifteen miles west of Banff, Alberta, Canada, at an altitude of 7,500 feet.",
    "plate": "PLATE 182"
  },
  {
    "title": "SIDESADDLE GOLDENROD",
    "scientific_name": "Solidago ciliosa Greene",
    "body": "Although sidesaddle goldenrod is a dwarf plant, it is a showy member of its group, for it has much larger flowers than most of the goldenrods found in the western mountains. It enjoys steep mountain slopes, where it is conspicuous among the many flowers that grow beside the trails. The flower heads are equally large when the plants grow at high altitudes, even though the stems may be only an inch long.\nSidesaddle goldenrod is found from Arizona and Colorado northward to Alberta and British Columbia.\nThe specimen sketched was obtained on the trail leading to Burgess Pass about seven miles from Field, British Columbia, Canada, at an altitude of 6,500 feet.",
    "plate": "PLATE 183"
  },
  {
    "title": "TUFTED SAXIFRAGE",
    "scientific_name": "Saxtfraga caespitosa Linnaeus",
    "body": "Tufted saxifrage grows among disintegrating rocks, usually where moisture is seeping through from the slopes above. One of its peculiarities is the tuft of green leaves at the base of each of the dainty flower stems, which are usually arranged in a graceful way. This species is very variable in size, and the most reduced alpine form is shown in the illustration.\nTufted saxifrage ranges through Canada to Greenland and westward to Alaska. It is found also in northern Asia and Europe.\nThe sketch was made from a specimen obtained on the mountain slopes above the head waters of Johnson Creek, twenty miles by trail northeast of Lake Louise, Alberta, at an altitude of 7,000 feet.",
    "plate": "PLATE 184"
  },
  {
    "title": "PYGMY ANDROSACE",
    "scientific_name": "Androsace subumbellata (A. Nelson) Small",
    "body": "Pygmy androsace is a tiny member of the Primrose Family, which, because of its small size and inconspicuous coloring, easily escapes notice. It grows in meadows or on stony alpine slopes. The delicate slender stems and white flowers give it a graceful and dainty appearance quite in contrast to that of the sweet androsace, previously pictured.\nPygmy androsace ranges from New Mexico and Arizona northward to Alberta and British Columbia.\nThe sketch was made from a specimen collected near the headwaters of Johnson Creek, thirty miles by trail from Lake Louise, Alberta, Canada, at an altitude of 7,000 feet.",
    "plate": "PLATE 185"
  },
  {
    "title": "WESTERN GREEN ALDER",
    "scientific_name": "Alnus sinuata (Regel) Rydberg",
    "body": "Thickets of green alder are the bane of the mountaineer, for their hard, gnarled stems interlace to form an impenetrable tangle. On mountain sides, where, in early spring, snow slides have plunged down the steep slopes, weighing the alders to the ground, it is almost impossible to climb up against them. The rich green of their foliage combines well with their surroundings. The plant is especially interesting towards autumn, when a single branch may carry the remains of last year’s fruits as well as this year’s, and in addition the catkins ready for next year’s early display of flowers.\nWestern green alder belongs to the Birch Family, which contains some of the hardiest shrubs and trees. This species is found from Wyoming to California and northward to Alaska, and is especially abundant in the Selkirk Mountains.\nThe specimen sketched was gathered at Glacier, British Columbia, Canada, at an altitude of 3,500 feet.",
    "plate": "PLATE 186"
  },
  {
    "title": "GIANT ARBORVITAE",
    "scientific_name": "Thuja plicata Don",
    "body": "Giant arborvitae flourishes in rich, moist soil, and, as the name implies, the trees grow to great size. They frequently rise far above the surrounding forest, and their smooth columnar trunks, with pale, reddish gray bark, are very striking. The branches become pendent, from the weight of the fruit, and the little cones stand erect on the hanging twigs, presenting a very unusual effect. Both foliage and immature fruit are rich green in color.\nGiant arborvitae is found from Montana to California, extending northward to Alaska.\nThe specimen sketched was obtained in the Columbia River Valley, thirty miles south of Golden, British Columbia, at an altitude of 3,000 feet.",
    "plate": "PLATE 187"
  },
  {
    "title": "LIMBER PINE",
    "scientific_name": "Pinus flexilis James",
    "body": "Limber pine appears to enjoy growing in difficult positions and is often seen springing from clefts in the rocks on the mountain sides, where it would seem impossible for a tree to obtain a foothold. The branches are exceedingly flexible, bending readily under the heavy weight of the developing cones, and seeming scarcely able to withstand the strain.\nLimber pine is found in the Rocky Mountain region from northern Mexico to Alberta, and in some of the higher desert ranges westward to southern California.\nThe specimen sketched was obtained from Devils Gap, east of Lake Minnewonka, twenty-five miles from Banff, Alberta, Canada, at an altitude of 4,000 feet.",
    "plate": "PLATE 188"
  },
  {
    "title": "NORTHERN BUTTERBUR",
    "scientific_name": "Petasites hyperboreus Rydberg",
    "body": "Northern butterbur is rarely seen in bloom by visitors to the Canadian Rockies, because it flowers very early in the season. The silky seed heads topping its stout woolly stems are not likely to attract attention. If, in summer, one is fortunate enough to find a sheltered spot where the ice and snow have recently melted, the northern butterbur is sometimes found in flower, grouped with springbeauties and buttercups, in swampy soil or near snow water rivulets. The flowers are sweet-scented, and brightly colored. The ponies dearly love to eat the plant to vary still further their diet of “all sorts of feed”.\nThis species of butterbur ranges from the mountains of Washington and Alberta northward to the Arctic Coast, from Hudson Bay to Alaska.\nThe specimen sketched was found at Vermilion Pass, thirty-five miles south of Banff, Alberta, at an altitude of 6,500 feet.",
    "plate": "PLATE 189"
  },
  {
    "title": "AMERICAN VETCH",
    "scientific_name": "Vicia americana Muhlenberg",
    "body": "American vetch is one of the most graceful and beautiful members of its group. It loves moist ground, and may be found in open meadows, in brushy thickets, or even in the forest. It is a weak vine, clinging for support to its neighbors by the forked tendrils which tip the leaves in a hold almost impossible to disentangle. The fruit is a small flat pod.\nAmerican vetch ranges widely, being found from Virginia west to Arizona and north to New Brunswick and Alaska.\nThe specimen sketched was obtained near Banff, Alberta, Canada, at an altitude of 4,000 feet.",
    "plate": "PLATE 190"
  },
  {
    "title": "SAUSSUREA",
    "scientific_name": "Saussurea densa (Hooker) Rydberg",
    "body": "Saussurea is one of the rarer members of the Aster Family. It is nearly related to the thistles, but in habit of growth and in the size of its flower heads it is very different. It prefers stony limestone slopes of moraines, and is confined to the higher altitudes. The flowers growing in dense heads, are attractive to bees. After the flowers have faded the downy “seeds” form an equally showy flat head.\nIn the Canadian Rockies saussurea is a conspicuous plant because it is so different from any other flower. Its range is limited to that region.\nThe specimen sketched was obtained near the base of Tilted Mountain, fifteen miles by trail north of Lake Louise, Alberta, Canada, at an altitude of 7,000 feet.",
    "plate": "PLATE 191"
  },
  {
    "title": "BROOK LOBELIA",
    "scientific_name": "Lobelia kalmii Linnaeus",
    "body": "Brook lobelia is abundant locally in the Canadian Rockies. The sturdiest specimens seen were growing beside a brook that found its way through a bed of disintegrated calcareous tufa. It is a dainty and pretty plant, though not to be compared in showiness with its relatives, the cardinalflower and the large blue lobelia.\nThe range of brook lobelia is wide—in moist calcareous soils from New Jersey northward to Newfoundland and westward to Iowa and British Columbia.\nThe specimen sketched was obtained near Canal Flats, British Columbia, at an altitude of 3,000 feet.",
    "plate": "PLATE 192"
  },
  {
    "title": "MOUNTAIN CRANBERRY",
    "scientific_name": "Vaccinium vitisidaea minus Loddiges",
    "body": "There is a striking contrast between the deep green of mountain cranberry leaves and the dainty bunches of white bells at the tips of the woody stems. The sweet-scented flowers are frequently tinged with pink. The plant, like other members of the Blueberry Family, delights in acid soil.\nMountain cranberry grows neatly throughout the colder parts of North America, occurring rarely in New England and. southern Canada, but becoming a common plant in high mountain and Arctic lowland regions. It presumably survived the glacial period on some of the non-glaciated islands, and when the ice retreated it rapidly occupied the devastated territory, its seeds being widely dispersed by birds. The typical form of the species is similarly distributed in Europe and Asia.\nThe specimen sketched was obtained on the shores of Lake Louise, Alberta, Canada, at an altitude of 5,500 feet.",
    "plate": "PLATE 193"
  },
  {
    "title": "MOUNTAIN CRANBERRY",
    "scientific_name": "Vaccinium vitisidaea minus Loddiges",
    "related_plate": "FRUIT OF PLATE 193",
    "body": "The fruit of the mountain cranberry is sour, but it is relished by birds, and its beautiful red color always attracts the eye. Where conditions of moisture and soil acidity are favorable the stems cover the ground in dense mats, and the berries attain twice the size of those on plants found in dry, sterile situations.\nThe mountain cranberry grows throughout the colder parts of North America, its southernmost known station being in northeastern Massachusetts.\nThe specimen sketched was procured in the valley of the Siffleur River, fifty miles north of Lake Louise, Alberta, at an altitude of 4,000 feet.",
    "plate": "PLATE 194"
  },
  {
    "title": "WOOLLY AGOSERIS",
    "scientific_name": "Agoseris villosa Rydberg",
    "body": "When we were climbing the slopes of Survey Peak, which rises from the right bank of Glacier Lake, this showy plant was very prominent at an altitude of 7,500 feet. Our camp was pitched in the timber a quarter of a mile from the outlet of the lake, and there was some distance to be covered over a rough trail, among the willows, alders, and other thick, bushy vegetation, before the grassy slopes and bare rocks were reached. Here the sturdy stems of woolly agoseris stew from the rosettes of pale leaves, and the golden flowers showed to perfection against the soft gray background of the mountain side. The woody underground stems bore witness to many years of retarded growth resulting from short growing seasons, and from alpine environment. The plant is a member of the Chicory Family, and is related to the dandelion, which it somewhat resembles in general appearance.\nGlacier Lake is reached by trail, and is about forty-eight miles northeast of Lake Louise Station, Alberta, Canada. _\nWoolly agoseris ranges from Utah to Alberta and British Columbia.",
    "plate": "PLATE 195"
  },
  {
    "title": "AMERICAN TWINFLOWER",
    "scientific_name": "Linnaea borealis americana (Forbes) Rehder",
    "body": "This dainty plant, named for Linnaeus, the father of modern botany, in accordance with his own choice, by his friend Gronovius, is unsurpassed in modest beauty. It is a trailing evergreen vine, from whose slender branches rise threadlike stems, each beating two nodding flowers. These are so sweet-scented that the odor sometimes penetrates even into a railroad train passing along a mountain side when the plant is in bloom. It loves the deep recesses of the forest, where it thrives with moss and other plants that demand acid soils. Perhaps this tiny blossom was the inspiration of Linnaeus when he said of the unfolding flowers, “I saw God in his glory passing near me, and bowed my head in worship.”\nThe twinflower belongs to the Honeysuckle Family. It has a wide range, the American form, which is only slightly different from that of the Old World, being distributed from New Jersey to New Mexico and northward to Greenland and Alaska. The typical form grows in Europe and Asia.\nThe sketch was made from a specimen obtained at Lake Louise, Alberta, Canada, at an altitude of 5,500 feet.",
    "plate": "PLATE 196"
  },
  {
    "title": "SAND PHACELIA",
    "scientific_name": "Phacelia linearis (Pursh) Holzinger",
    "body": "We found the sand phacelia growing plentifully on a mound of disintegrated limestone in the Columbia River valley. The plant has dainty flowers, which are larger than those of many other Rocky Mountain phacelias. It flourishes in dry soils, blooming freely with a minimum of moisture. The phacelias are exclusively American plants, belonging to the Waterleaf Family. They are most abundant in the Western States, but several members of the group occur along the Atlantic coast, and others extend southward to the mountains of Guatemala.\nSand phacelia has a wide range, from Utah to California, and north to British Columbia and Alberta.\nThe specimen sketched was obtained in the Columbia River valley, five miles from Radium Hot Springs, British Columbia, at an altitude of 2,500 feet.",
    "plate": "PLATE 197"
  },
  {
    "title": "NORTHERN BUTTERWORT",
    "scientific_name": "Pinguicula vulgaris Linnaeus",
    "body": "The bright purple flowers of the northern butterwort suggest violets to the casual observer, but on closer examination the plant proves to be very different in its structural details. Its flowers are borne well above the yellow-green waxy leaves, which are greasy to the touch, and form a rosette at the base of the slender flower stems. Like rennet, the leaves of northern butterwort will cause milk to coagulate. The plant always grows in a wet situation, usually in alkaline soil, in swampy places, on wet, gravelly flats, or by the edges of streams. Butterwort belongs to a small group of insectivorous plants, related to the figworts, and with the bladderworts constitutes a special family.\nNorthern butterwort has a wide range, from Vermont northward to Greenland, and west to California and Alaska. It occurs also in Europe and Asia. Related species grow in the peat bogs of the southeastern United States.\nThe specimen sketched was found in the Bow River Valley, sixteen miles west of Banff, Alberta, Canada, at an altitude of 4,000 feet.",
    "plate": "PLATE 198"
  },
  {
    "title": "SAN DIEGO MARIPOSA",
    "scientific_name": "Calochortus weedii Wood",
    "body": "The San Diego mariposa has a very restricted range, being confined to the desert regions of San Diego County, California, and adjacent Lower California. It loves the steep, dry slopes of the arroyos, where its long stems wave gracefully in the breezes that blow fitfully over the country. The grasslike leaves often turn brown before the flowers have opened. The San Diego mariposa differs from some of its Californian relatives in having its flower cups adorned with beardlike hairs grouped about the nectar gland at the base of each petal.\nThe specimen sketched was obtained in the outskirts of San Diego, California.",
    "plate": "PLATE 199"
  },
  {
    "title": "BUFF MONKEYFLOWER",
    "scientific_name": "Diplacus longiflorus Nuttall",
    "body": "Buff monkeyflower is a plant of pleasing appearance. Its brightly colored flowers, borne in profuse clusters, are set off by their background of bright green foliage. This monkeyflower is a shrub, one to three feet high, delighting in the steep slopes of canyons, which are usually well drained. It is a sticky plant, and somewhat unpleasant to handle. Transplanted to garden soil, it grows more vigorously, and well repays the attention of the flower lover.\nBuff monkeyflower grows in the southern half of California and in northern Lower California, at altitudes of 500 to 5,000 feet. It is a member of the Figwort Family, and by some botanists is placed in the genus Mimulus.\nThe specimen sketched was found about ten miles from Los Angeles, California.",
    "plate": "PLATE 200"
  },
  {
    "title": "LEMON COLUMBINE",
    "scientific_name": "Aquilegia flavescens Watson",
    "body": "All our native columbines are graceful plants with beautiful flowers, and the lemon columbine is one of the most attractive species. When, in midsummer, at the height of its blooming season, it appears everywhere over the mountain slopes, it affords fine displays of color. At this season the pale lemon-colored flowers are contrasted with large purple asters and other brilliantly tinted blossoms. The flower stems rise eighteen inches to three feet above the fernlike basal leaves. This species of columbine is frequently found at high altitudes, and here the dwarfed flower stems are often only six inches tall. In cliff crevices, with gray rock for a background, it makes entrancing pictures for those whose eyes observe nature’s wonderful harmonies.\nLemon columbine ranges from Wyoming to Oregon and north to Alberta and British Columbia.\nThe specimen sketched was obtained in the Ptarmigan Valley ten miles from Lake Louise, Alberta, Canada, at an altitude of 6,000 feet.",
    "plate": "PLATE 201"
  },
  {
    "title": "AVALANCHE-LILY",
    "scientific_name": "Erythronium montanum Watson",
    "body": "Mount Rainier National Park is celebrated among flower lovers for the abundance of this beautiful flower. As soon as the snow melts, and even before it entirely disappears, the swordlike leaves push through the sun-warmed earth and almost immediately the flower buds unfold. The plants grow so close together and in such vast numbers that the drier meadows and slopes are soon white with the flowers.\nThe avalanche-lily has a restricted range, being found only in Oregon and Washington. It is closely related to the golden glacierlily of the Rockies, and to the troutlily of the eastern United States.\nThe specimen sketched was collected near the hotel in Paradise Valley, Rainier National Park, Washington, at an altitude of 8,000 feet.",
    "plate": "PLATE 202"
  },
  {
    "title": "QUEENCUP",
    "scientific_name": "Clintonia uniflora (Menzies) Kunth",
    "body": "Queencup is a lovely member of the Lily Family. It is found only in places where conditions are exactly to its liking, delighting in dense shade under the trees where mosses flourish and the earth is always cool and moist. The single flower stem rises between a pair of deep green leaves, similar to those of lily-of-the-valley, and beats a single pure white flower with yellow stamens.\nQueencup ranges from Montana to California, and north to southeastern Alaska.\nThe specimen sketched grew near Emerald Lake, seven miles from Field, British Columbia, at an altitude of 4,500 feet.",
    "plate": "PLATE 203"
  },
  {
    "title": "QUEENCUP",
    "scientific_name": "Clintonia uniflora (Menzies) Kunth",
    "related_plate": "FRUIT OF PLATE 203",
    "body": "The fruit of the queencup is not easily found. Although the plants often form dense patches, and the leaves cover the ground thickly, only an occasional plant bears fruit. The berry is of an exquisite blue color, almost black, and is said to be poisonous, although its unpleasant flavor alone would probably prevent one from eating it.\nQueencup is found from Montana to California and northward to southeastern Alaska.\nThe specimen sketched was obtained in the valley of the Kootenay River in British Columbia, at an altitude of 4,000 feet.",
    "plate": "PLATE 204"
  },
  {
    "title": "CATALINA MARIPOSA",
    "scientific_name": "Calochortus catalinae Watson",
    "body": "Catalina mariposa is a gay member of the genus Calochortus, of which more than forty varieties are found in California. Its flowers are delicately colored, their pearly petals marked with lavender. In favorable situations the plant may attain a height of two feet; in dry soil, although the stems are comparatively short, the flowers are still of normal dimensions, making them appear larger in proportion.\nCatalina mariposa grows in southern California, and on the adjacent islands. It was described originally from Santa Catalina Island. The mariposas, members of the Lily Family, are most abundant on the Pacific coast, but they range eastward to the Rocky Mountains and southward to the highlands of central Mexico. About fifty species are known. The name mariposa is the Spanish word for butterfly, and the plants are often called mariposa lilies.\nThe specimen sketched was obtained near Santa Ana, California.",
    "plate": "PLATE 205"
  },
  {
    "title": "MEXICAN FREMONTIA",
    "scientific_name": "Fremontodendron mexicanum Davidson",
    "body": "Fremontia is quite unlike any other plant of the Pacific coast. It grows as a shrub or small tree with many branches. When the showy flowers first open they are bright yellow, but they soon fade to red and finally turn brown. The flowers remain on their stalks after they have withered, and a bizarre effect is produced by the various colors of flowers in different stages of development.\nThe genus Fremontodendron was named for General John C. Frémont, one of the early explorers of the West. The Mexican fremontia has a narrow range, and is found only in southern California and northern Lower California. The only other species, Fremontodendron californicum, grows farther northward in the mountains of California.\nThe specimen sketched was grown in Los Angeles, California.",
    "plate": "PLATE 206"
  },
  {
    "title": "PARTRIDGEBERRY",
    "scientific_name": "Mitchella repens Linnaeus",
    "body": "Partridgeberry grows in either dry or moist, partially shaded situations, forming deep green mats which creep closely over the ground. The leaves continue green throughout the winter. The sweet-scented flowers are often hidden beneath dry leaves strewn over the soil. They remind us of the blossoms of trailing-arbutus, though they always grow in pairs and not in clusters, like the flowers of that plant. The twin fruits frequently remain on the plant until spring, as in the specimen sketched. Grouse and quail are very fond of the bright red berries, which to our taste are insipid. This plant belongs to the Madder Family. It is easily cultivated in acid soil. The genus Mitchella was named in honor of Dr. John Mitchell, one of the earliest botanists of eastern Virginia, and a correspondent of Linnaeus.\nPartridgeberry is found from Florida to Texas, and northward to Nova Scotia, Ontario, and Minnesota. It occurs also in the mountains of southern Mexico.\nOur specimen was collected near Beaufort, South Carolina.",
    "plate": "PLATE 207"
  },
  {
    "title": "MARSHMARIGOLD",
    "scientific_name": "Caltha palustris Linnaeus",
    "body": "When the marshmarigold is in full bloom and the frogs are singing in chorus, we realize that spring has really come. The wet meadows and the margins of the brimming streams are then adorned with bunches of this beautiful Caltha, whose flowers seem of a more brilliant gold because of the contrast with their surroundings. The cluster of bright green leaves, from which the flower stems rise, adds to the charm of the plants. The leaves in spring are as good as spinach, when boiled as greens. The nectar is a feast for small bees and flies which visit the flowers in great numbers. The marshmarigold belongs to the Crowfoot Family. It is often erroneously called cowslip.\nMarshmarigold has a wide range, and may be found from South Carolina to Newfoundland and west to Nebraska and Saskatchewan. It occurs also in the Arctic regions, as well as in Europe and Asia.\nThe specimen sketched grew near Chestnut Hill, Massachusetts.",
    "plate": "PLATE 208"
  },
  {
    "title": "FOXGLOVE PENTSTEMON",
    "scientific_name": "Pentstemon digitalis (Sweet) Nuttall",
    "body": "Foxglove pentstemon thrives in dry meadows and thickets, and in midsummer its tall spikes of large white flowers, which are sometimes tinged with lavender, are very showy. Under cultivation the size of the plant and the abundance of flowers may be improved.\nThis is one of the few eastern pentstemons, most of the numerous members of the genus being natives of the western mountains. They belong to the Figwort Family, and are related to the garden foxglove. They are often called beardtongues.\nFoxglove pentstemon ranges from Georgia northward to Maine, and westward to Arkansas and Illinois.\nThe specimen sketched grew near Washington, District of Columbia.",
    "plate": "PLATE 209"
  },
  {
    "title": "BEAUTYBERRY",
    "scientific_name": "Callicarpa americana Linnaeus",
    "body": "Beautyberry is one of the common plants of the Southern States, growing in moist thickets or in dry, sandy places. It is a bushy shrub, sometimes as much as six feet tall. The small, bluish or pinkish flowers, appearing in spring in dense clusters in the axils of the leaves, are rather inconspicuous. In autumn they are followed by bunches of juicy fruits of an unusual tint, making a large bush a magnificent sight. The fruits persist well through the winter, unless eaten by birds. This plant is a member of the Verbena Family, and is sometimes called French mulberry, apparently because of a remote resemblance of the fruit clusters to mulberries.\nThis native species is much more showy than the related Asiatic species, but is rarely cultivated. It occurs from Florida northward to Virginia and westward to Texas and Missouri.",
    "plate": "PLATE 210"
  },
  {
    "title": "FIELD VIOLET",
    "scientific_name": "Viola rafinesquii Greene",
    "body": "The field violet is one of the daintiest members of the Violet Family. It prefers the drier fields and open woods, and because it so frequently is found growing in the grass, and has such a pale color, it is easily overlooked. Field violet is a winter annual, and growing day by day as the weather permits, it is one of the earliest violets to bloom in spring. It soon withers when the hot summer sun strikes it. It is more closely related to some of the European violets than to other American species, as shown by the large stipules at the base of the leaves. When freshly pulled the roots have the odor and taste of wintergreen.\nField violet extends from Georgia to Texas, and northward to New York and Michigan.\nThe specimen sketched was obtained in the National Zoological Park at Washington, District of Columbia.",
    "plate": "PLATE 211"
  },
  {
    "title": "SPOTTED CYRTOPODIUM",
    "scientific_name": "Cyrtopodium punctatum (Linnaeus) Lindley",
    "body": "Few of the truly tropical orchids afford so brilliant a display of large and brightly colored flowers as does this plant, which is one of the showiest of all the orchids native in the United States. It grows abundantly in the cypress swamps of southern Florida, the huge plants with their large club-shaped pseudobulbs, often a foot long, forming dense clumps on the larger tree trunks. It is associated with smaller orchids, coarse ferns, bromeliads, and epiphytes of other groups. The graceful flower panicles, spreading or drooping from the tree trunks, are usually three feet long and sometimes much longer. The flowers, which recall those of the genus Oncidium, suggest a cloud of butterflies hovering over the foliage.\nThe spotted cyrtopodium has been in cultivation in England for a hundred years. Besides its occurrence in Florida, it has a wide range in the American tropics, extending through the West Indies and from Mexico to Brazil.\nThe specimen sketched was collected at Coot's Bay, Cape Florida, Florida.",
    "plate": "PLATE 212"
  },
  {
    "title": "RED PINESAP",
    "scientific_name": "Hypopitys lanuginosa (Michaux) Nuttall",
    "body": "Because of its bright red color, red pinesap is more showy than some of its near relatives. Like them it is a plant of fungus-like appearance, because of the complete lack of the green coloring which characterizes nearly all flowering plants. It grows in woodlands, springing from decayed vegetable mould. The plants develop and flower usually in rather late summer, but in the southern part of their range as early as June.\nThe red pinesap is widely distributed, being found from Florida to Louisiana, and north to Quebec and Newfoundland. It is sometimes referred to the same genus (Monotropa) as the Indianpipe.\nThe specimen sketched was collected near Washington, District of Columbia.",
    "plate": "PLATE 213"
  },
  {
    "title": "SQUAWROOT",
    "scientific_name": "Conopholis americana (Linnaeus filius) Wallroth",
    "body": "Squawroot is a curious plant, suggesting in its appearance, because of the absence of green coloring, a fungus rather than a flowering plant. The thick and firm but fleshy stems often grow indense clumps, the flowers nestling in the axils of bracts and forming a dense spike. The whole plant is pale yellow or brownish, and gradually withers to a deep brown, the stems persisting until late summer, when the seed pods are matured. It grows in rich woods, often about the bases of trees, the flowers opening as early as April.\nSquawroot ranges from Florida and Alabama northward to Maine, Ontario, and Michigan. Another closely related species is native in the Southwestern States and in Mexico.\nThe specimen sketched grew near Washington, District of Columbia.",
    "plate": "PLATE 214"
  },
  {
    "title": "RAGGED FRINGE-ORCHID",
    "scientific_name": "Habenaria lacera (Michaux) Loddiges",
    "body": "The tagged fringe-orchid comes into bloom a little later than its more showy sister, the yellow fringe-orchid. Because it grows in swampy places among grasses and other moisture-loving plants, or in deep woods, and since its flowers differ little in coloring from the leaves, it is not easily discovered. The stems are one to two feet high. The plant’s insect visitors are abundantly rewarded by the nectar which it supplies to them in exchange for the part they play in cross pollination. Owing to its color, it is more easily seen after dark than its yellow and purple relatives, and thus attracts night-flying moths to its feast.\nRagged fringe-orchid ranges from Georgia to North Carolina and Missouri, and northward to Newfoundland and Manitoba.\nThe specimen sketched was found near Washington, District of Columbia.",
    "plate": "PLATE 215"
  },
  {
    "title": "RAMSHEAD LADYSLIPPER",
    "scientific_name": "Cypripedium arietinum Robert Brown",
    "body": "Ramshead ladyslipper is the rarest of the North American species of Cypripedium, and one of the most unusual in form and color. It is much daintier than its sisters in its habit of growth. It occurs only in cold, damp woods, and happy is he who is fortunate enough to find it. \nRamshead ladyslipper grows from Massachusetts and New York to Minnesota and northward to Quebec and Manitoba.\nThe specimen sketched was obtained in Chittenden County, Vermont, by Mr. Edwin Hale Lincoln of Pittsfield, Massachusetts.",
    "plate": "PLATE 216"
  },
  {
    "title": "SHOWY LADYSLIPPER",
    "scientific_name": "Cypripedium reginae Walter",
    "body": "The showy ladyslipper is considered by many to be the most beautiful of our native species of Cypripedium. It loves peat bogs or low wet woods; thus only those willing to meet the difficulties of tramping in such places are rewarded by finding the shy beauty. Its flowers are also the largest of the North American ladyslippers, and it may have one or more blossoms to crown its leafy stem. The State of Minnesota has chosen the showy ladyslipper as its State flower, and it was the first of the States to adopt such an emblem.\nThe plant has a rather wide distribution, occurring from Georgia to Minnesota and northward to Newfoundland and Ontario.\nThe plant sketched was obtained by Mr. Edwin Hale Lincoln near Lenox, Massachusetts.",
    "plate": "PLATE 217"
  },
  {
    "title": "ROSE POGONIA",
    "scientific_name": "Pogonia ophioglossoides (Linnaeus) Ker",
    "body": "Rose pogonia blooms at about the same time as the grass-pink orchid. It chooses the same swamps and wet meadows for its habitat, and the two are often found growing together. Its beautiful fringed lip is an enticing landing place for the bees, which are attracted also by the fresh raspberry odor of the flowers. Its roots are fibrous, and it propagates by runners as well as by seeds.\nThe plant has a wide range, extending from Florida to Texas and northward to Illinois, Minnesota, Ontario, and Newfoundland. It is found also in Japan.\nThe specimen sketched was obtained near Tuckerton, New Jetsey.",
    "plate": "PLATE 218"
  },
  {
    "title": "VENUS FLYTRAP",
    "scientific_name": "Dionaea muscipula Ellis",
    "body": "Venus flytrap is one of the most interesting and remarkable plants in the United States. The restricted region on the Atlantic coast in which it grows has been visited by many scientists bent upon forming a personal acquaintance with the plant in its native haunts. The white flower is inconspicuous. It is the leaves, which form a cluster at the base of the flower stems, that are so unusual. The leaves are produced at the base of the flower stalk, and consist of a flat stalk and a blade composed of two sides, like the leaves of a book. These are hinged to the midrib, and fringed on the outer edges with tiny spikes. On their concave faces, near the center, three or more tiny hair triggers are found. When these are touched, even lightly, the hinges close, and the insect visitor is clasped between the folded blades, while the spikes interlace firmly. No struggling insect can escape; it is so tightly held that the outline of its body can be seen through the leaf tissue. The leaf secretes a digestive substance, through whose agency the soft parts of the insect are absorbed by the cells. When this digestion is complete the leaf opens and releases the hard indigestible parts. Charles Darwin tells us that this is “the most wonderful plant in the world.”\nVenus flytrap has a narrow range, occurring only on the coast of North and South Carolina, especially in the vicinity of Wilmington, North Carolina.\nThe sketch was made from a specimen grown in the greenhouses of the Department of Agriculture, in Washington, District of Columbia.",
    "plate": "PLATE 219"
  },
  {
    "title": "CAROLINA JESSAMINE",
    "scientific_name": "Gelsemium sempervirens (Linnaeus) Persoon",
    "body": "Carolina jessamine, called “jasamer” by the natives of some parts of the South, is one of the delights of early spring in that region. It is a large vine whose woody, tangled, twining stems seek support upon the smaller trees, and then spread in riotous confusion over the tree tops. The clear yellow flowers are borne freely on the many leafy stems at the top, their delightful odor calling the bees to the feast of nectar spread for them. From the buds and seed pods an active medicinal preparation is made, but it must be used with care, as it is a narcotic poison.\nCarolina jessamine is the State flower of South Carolina. It is found from Florida to Texas and northward to eastern Virginia, and grows also in Mexico. But one other species of the genus Gelsemium is known, which is a native of Asia.\nThe sketch was made from specimens gathered near Beaufort, South Carolina.",
    "plate": "PLATE 220"
  },
  {
    "title": "MOUNTAIN-LAUREL",
    "scientific_name": "Kalmia latifolia Linnaeus",
    "body": "Mountain-laurel is a joy to the flower lover, not only when its beautiful blooms are plentiful in late spring, but also during the other months of the year, when its glossy evergreen leaves lend themselves so readily to the decoration of our homes. The intricate structure of the flowers is very curious. Each anther is tucked into a pocket on the inside of the corolla. When a bee probes the nectaries at the base of the flower tube the anthers are released and spring upward, emptying their pollen pouches upon the bee, which carries the pollen to the stigma of the next flower visited, thus effecting cross-pollination. The flower stalks are hairy and sticky and consequently entrap many ants and other small insects which are not useful in pollination. Honey made from mountain-laurel nectar is poisonous, and the leaves are deadly to stock. The heavy, hard, and tough wood is in demand for the manufacture of small articles.\nMountain-laurel prefers sandy or rocky, acid soil. It frequently forms densely interlaced thickets and sometimes grows to a height of twenty feet. Rarely it is a tree as high as forty feet, with a trunk diameter of eighteen inches. Mountain-laurel was taken to Europe about 1750 by Peter Kalm, the Swedish explorer. He was a friend of Linnaeus, who gave the shrub the name Kalmia in his honor. It is the State flower of Connecticut.\nMountain-laurel extends from Florida to Louisiana, western Kentucky, and Indiana, and northward to Ontario and New Brunswick.\nThe sketch was made from a specimen obtained near Washington, District of Columbia.",
    "plate": "PLATE 221"
  },
  {
    "title": "GOLDENCLUB",
    "scientific_name": "Orontium aquaticum Linnaeus",
    "body": "Goldenclub is not so handsome as many members of the Arum Family, but when the plants grow in large colonies their many bright yellow spikes are showy. Each spike is composed of innumerable tiny flowers. The plant attracts gnats and small insects, which are instrumental in fertilizing the flowers. It grows in open swamps and on the muddy borders of streams.\nThe range of the goldenclub is from Louisiana to Florida and northward to Massachusetts, chiefly near the coast.\nThe specimen sketched was procured near Beaufort, South Carolina.",
    "plate": "PLATE 222"
  },
  {
    "title": "AMERICAN WATERLILY",
    "scientific_name": "Castalia odorata (Dryander) Woodville and Wood",
    "body": "The lure of ponds and shallow streams never seems more insistent than when the waterlilies open in the early morning. Thoreau, speaking of the Merrimac River, says, “I have passed down the river before sunrise on a summer morning, between fields of lilies still shut in sleep; and when at length, the flakes of sunlight from over the bank fell on the surface of the water, whole fields of white blossoms seemed to flash open before me, as I floated along, like the unfolding of a banner, so sensible is this flower to the influence of the sun’s rays.”\nShelley also sings of their rare beauty:\n**** floating waterlilies broad and bright,\nWhich lit the oak that overhung the ledge\nWith moonlit beams of their own light.\nThe fresh fragrance of these beautiful flowers is attractive not only to the flower lover but to the host of insects which visit them. The stamens and pistils mature at different times, thus cross-pollination is accomplished by the insect visitors.\nThe flowers may be pure white, or tinged with pink. The leaves, shaded with maroon on the under side, are almost as beautiful as the flowers.\nThe American waterlily is found from Florida to Louisiana and Kansas, and northward to Newfoundland and Manitoba.\nThe specimen sketched grew near Washington, District of Columbia.",
    "plate": "PLATE 223"
  },
  {
    "title": "SMOOTH YELLOW VIOLET",
    "scientific_name": "Viola eriocarpa Schweinitz",
    "body": "Among the host of violets, perhaps none is better known to the flower lover than this dainty yellow species, which grows so plentifully in its favorite habitat. A lover of low, open woods, it is early in bloom, and soon is past its full beauty.\nBryant alludes to one of the yellow violets when he tells us that\nWhen beechen buds begin to swell\nAnd woods the bluebird’s warble know\nThe yellow violet’s modest bell\nPeeps from the last year’s leaves below.\nThe smooth yellow violet occurs from Georgia to Texas and northward to Nova Scotia and Manitoba, being thus somewhat more southern in range than its relative, the downy yellow violet.\nThe specimen sketched was obtained at Plummers Island in the Potomac River near Washington, District of Columbia.",
    "plate": "PLATE 224"
  },
  {
    "title": "BOGBEAN",
    "scientific_name": "Menyanthes trifoliata Linnaeus",
    "body": "This lovely flower is well protected from molestation by admiring visitors, for it grows in cold swamps or such wet places that rubber boots are a necessity if good specimens are to be obtained. Usually it is associated with thick beds of sphagnum. The white flowers, tinged with pink or purple and glistening in the sun, seem to vie with the bog orchids in beauty. The plant springs from a thick underground rootstock. It belongs to the small Bogbean Family, which is closely related to, and by many authors included in, the Gentian Family.\nThe range of the bogbean is wide, for it extends from New Jersey and West Virginia to Nebraska and California, and northward to Greenland and Alaska. It is found also in Europe and Asia.\nThe specimen sketched was collected in a cold bog near the motor road from Lake Louise to Moraine Lake, Alberta, Canada, at an altitude of 5,500 feet.",
    "plate": "PLATE 225"
  },
  {
    "title": "YAUPON",
    "scientific_name": "Ilex vomitoria Aiton",
    "body": "Yaupon is a shrub or small tree, sometimes as much as twentyfive feet tall. It is especially handsome in autumn when covered with its beautiful red berries, which resemble those of its close relative, the American holly. It is worthy of wider cultivation as an ornamental plant in the Southern States. The fruits, when ripe, often do not remain long on the branches, for birds, especially mocking birds, are very fond of the berries, and soon strip the trees of them. Various early explorers tell us of the black drink, or cassena, used by the Indians of the South Atlantic States, which was brewed from yaupon leaves. The dried leaves, which contain about one-half of one per cent of caffeine, were steeped in water, which was then cooled by pouring rapidly from one vessel to another, this treatment producing frothiness. When very strong from long boiling, the liquid is black and bitter, and acts as an emetic, a quality which the Indians regarded lightly, and merely drank again. When, however, the leaves are heated with water for but a short time, a delicious drink is produced, and the United States Department of Agriculture is endeavoring to popularize this. It closely resembles maté or Paraguay tea, which is made from a related plant, and it promises to come into wider use as a substitute for tea, being more suitable than the latter for production under the labor conditions of this country.\nYaupon ranges along the Coastal Plain from Texas to Arkansas and Florida, and northward to Virginia.\nThe specimen sketched was obtained near Beaufort, South Carolina.",
    "plate": "PLATE 226"
  },
  {
    "title": "TRUMPETCREEPER",
    "scientific_name": "Bignonia radicans Linnaeus",
    "body": "Trumpetcreeper is a hardy vine with strong growth, and with gaudy red or orange flowers clustered at the ends of long, graceful stems. If it has an opportunity it clings by means of aerial roots to a supporting neighbor, and frequently it climbs to the tops of tall trees. If no support is available it is satisfied to grow in moist fields, or on neglected roadsides. It is especially beloved by humming birds, which poise below the blossoms and thrust their long, slender bills into the trumpets to reach the nectar glands at the base. Audubon, in painting the ruby-throat, shows the bird with this flower. The trumpetcreeper belongs to the Bignonia Family, whose name was given by Linnaeus in honor of Abbe Bignon, librarian to Louis XV. The genus, as restricted by some authors, contains but two known species, the other being a native of Japan. The crossvine of the Southern States is a near relative. The Bignonia Family is a large one, but most of its representatives are confined to the tropics.\nTrumpetcreeper ranges from Florida and Texas northward to southern New Jersey, Pennsylvania, Illinois, and lowa.\nThe specimen sketched was found near Washington, District of Columbia.",
    "plate": "PLATE 227"
  },
  {
    "title": "HIGHBUSH BLUEBERRY",
    "scientific_name": "Vaccinium corymbosum Linnaeus",
    "body": "Highbush blueberry is better known by its delicious fruit than by the beautiful flowers which are so attractive in spring. These are borne thickly on the branches and attract many insects to their nectar feast. But it is when loaded with fruit that the plant’s principal claim to our interest is acknowledged. While the wild berry is attractive, the improved varieties developed by Dr. Frederick V. Coville are our admiration and delight. The berries of these cultivated forms have reached seven-eighths of an inch in diameter. Highbush blueberries are grown in acid soils, and as they are very hardy, many waste places in our Northern States can be utilized to produce a crop of delicious fruit.\nHighbush blueberry ranges, in its numerous forms, from North Carolina (and perhaps farther southward) westward to the Mississippi Valley, and north to Minnesota and Maine.\nThe specimen sketched was grown in the greenhouses of the Department of Agriculture in Washington from specimens obtained in New Jersey.",
    "plate": "PLATE 228"
  },
  {
    "title": "BOX HUCKLEBERRY",
    "scientific_name": "Gaylussacia brachycera (Michaux) Gray",
    "body": "During his explorations of the eastern United States about 1790 the famous French botanist, André Michaux, discovered a blueberrylike plant which he named Vaccinium brachycerum. In his Flora, published after his death, the locality was inaccurately stated as “in Virginia, circa Winchester,” and for many years the plant was lost to science. Other early finds of it, by Pursh and Kin, were also lost sight of, and Asa Gray, when making a study of this group of plants, was unable to locate any living specimens. Nearly fifty years after the original discovery, however, a colony of it was found in Pennsylvania by Spencer F. Baird, and his friendship with Gray, which sprang up as a result of their correspondence about the plant, led to his selection later as Secretaty of the Smithsonian Institution. For many years this colony, situated near New Bloomfield, Pennsylvania, was the only one known, but during the past ten years, through the activities of Dr. Frederick V. Coville, Dr. Edgar T. Wherry, and others, the plant has been discovered in several other localities.\nIn addition to the charm of the plant, with its delicate pink flowers in early spring, its brilliant blue berries in midsummer, and its shining evergreen foliage the rest of the year, this species possesses great scientific interest, in that it forms colonies through its spread by rootstocks, so that, as shown by Dr. Coville, a patch whose area is measured in acres may consist of a single plant, thousands of years old. In the mountains of southern West Virginia, where it reaches its\nBOX HUCKLEBERRY (Continued)\ngreatest development, it is known as “juniper.” Although the berries are rather insipid when eaten raw, they make delicious preserves.\nThe range of the box huckleberry is from eastern Tennessee and probably northernmost North Carolina through the mountains of southern West Virginia and the western edge of Virginia. Isolated colonies, most if not all of them consisting of single plants, occur at two places in Pennsylvania, and one each on the Coastal Plain of Maryland and Delaware. These outlying plants have probably arisen from seeds carried by birds from the mountain colonies, a few hundred miles away. The New Bloomfield plant is estimated to be more than a thousand years old, and one of those near Losh Run, Pennsylvania, five to ten thousand years old.\nThe specimen figured was gown in a greenhouse of the United States Department of Agriculture in Washington.",
    "plate": "PLATE 229"
  },
  {
    "title": "PINE LAND BLUEBERRY",
    "scientific_name": "Vaccinium tenellum Aiton",
    "body": "Pineland blueberry is a low shrub, rarely over three feet high. It has long, slender, woody underground stems, from which rise at irregular intervals the stiff, bushy branches. The flowers open in early spring, before the finely toothed leaves are fully expanded. The edible berries are a quarter of an inch in diameter, and black, with a whitish bloom over their surface.\nPineland blueberry ranges from Florida to Virginia and westward to Mississippi. It is a shrub of the Coastal Plain, and grows chiefly in sandy pine woods.\nThe sketch was made from specimens collected at Beaufort, South Carolina.",
    "plate": "PLATE 230"
  },
  {
    "title": "CUCUMBERTREE",
    "scientific_name": "Magnolia acuminata Linnaeus",
    "body": "The cucumbertree is a handsome inhabitant of the eastern forests. Under favorable conditions it attains a height of ninety feet with a proportionately broad crown. The greenish-yellow flowers, in spite of their large size, are not so conspicuous as those of some other magnolias, for their color blends with that of the leaves. The cylindrical fruit, when ripe, is rose-colored, but before maturity it is green, and bears some resemblance to a small cucumber. The wood is soft and yellowish brown.\nThis species has a wider range than most of the magnolias, extending from Georgia to Mississippi and Missouri and northward to New York and Ontario.\nThe specimen sketched was taken from a beautiful tree growing in front of the buildings of the Department of Agriculture in Washington, District of Columbia.",
    "plate": "PLATE 231"
  },
  {
    "title": "DOWNY PINXTERBLOOM",
    "scientific_name": "Azalea rosea Loiseleur",
    "body": "Downy Pinxterbloom is a striking plant when in bloom, its masses of clear pink flowers attracting the attention of everyone. It decorates the landscape wherever it is found, and is especially beautiful as seen along narrow mountain roads. Here it grows in profusion in company with mountain-laurel and other acid-soil plants. It has a delightful odor. The shrub grows in a vigorous manner, and in favorable locations reaches a height of fifteen feet. It is often called erroneously honeysuckle. It is easily cultivated in suitable soils, and should be planted freely by those who love our native shrubs.\nDowny Pinxterbloom extends from the mountains of Virginia westward to Missouri and north to New Hampshire and Southern Quebec.\nThe specimen sketched was brought into bloom in the greenhouses of the Department of Agriculture in Washington.",
    "plate": "PLATE 232"
  },
  {
    "title": "SPOTTED BEEBALM",
    "scientific_name": "Monarda punctata Linnaeus",
    "body": "Spotted beebalm is one of the most beautiful members of the Mint Family. The delicate combination of color in its flowers is quite unlike the colors exhibited by most of its relatives. The plant has a strong flavor and scent, somewhat resembling that of mint but closer to that of thyme. It contains, in fact, so much of the valuable drug thymol that attempts have been made to grow it as a source of this substance. It grows mostly in dry, sterile, and often acid, soils, being found in the Southern States in pine woods, though in the West it is frequent on prairies. It is sometimes called horsemint.\nSpotted beebalm is distributed from Florida to Texas and Kansas and northward to southern New York and Minnesota.\nThe specimen sketched was obtained near Washington, District of Columbia, where it blooms throughout late summer.",
    "plate": "PLATE 233"
  },
  {
    "title": "VIRGINIA SPRINGBEAUTY",
    "scientific_name": "Claytonia virginica Linnaeus",
    "body": "Springbeauty is one of the first spring flowers, blooming with hepatica, bloodroot, anemone, and troutlily. It grows from a small tuber, which is edible. The flowers open only in bright sunshine, closing at night and not opening again if the following day is cloudy. The three style branches of the pistil remain closely pressed together until the anthers have yielded their pollen to visiting insects; then the style branches spread to receive pollen from the later flowers.\nLongfellow alludes to the springbeauty in “Hiawatha,” telling us that\nWhere the fire had smoked and smouldered,\nSaw the earliest flower of Spring-time,\nSaw the Beauty of the Spring-time,\nSaw the Miskodeed in blossom.\nThis species of springbeauty ranges from Georgia to Texas and northward to Nova Scotia, Montana, and Saskatchewan.\nThe sketch was made from plants growing near Washington, District of Columbia.",
    "plate": "PLATE 234"
  },
  {
    "title": "PURPLE BUTTERWORT",
    "scientific_name": "Pinguicula elatior Michaux",
    "body": "Purple butterwort is a dainty and beautiful plant. It grows in moist sandy pine woods on the Coastal Plain, often in association with other purple or yellow butterworts. Although in Florida it may be found in flower at almost any season, it blooms most profusely in spring. The solitary flower is poised at the top of a slender stalk springing from the center of a rosette of pale green leaves, which usually lie flat against the sand. They feel greasy to the touch because they are covered with myriads of minute glands. The exudation from the glands entraps small insects which alight on the leaf surface, and these helplessly entangled creatures are held closely by the inrolled margins of the leaf blade, to be digested and assimilated as food. The butterworts are all terrestrial plants, but they belong to the same family as the bladderworts, many of which are aquatic.\nThis species of butterwort is common in Florida and adjoining States, but appears to be unable to withstand cold weather. It has not migrated farther north than southern North Carolina. Curiously enough one of its close relatives is intolerant of warm climates, and though occurring through much of Canada, has not reached farther south than central New York.\nThe specimen sketched was brought into flower in the greenhouses of the United States Department of Agriculture in Washington, from specimens obtained in Florida.",
    "plate": "PLATE 235"
  },
  {
    "title": "PARROT PITCHERPLANT",
    "scientific_name": "Sarracenia psittacina Michaux",
    "body": "Parrot pitcherplant is a beautiful member of the bizarre group to which it belongs. The Pitcherplant Family consists of only three genera and about ten species, all American. The true pitcherplants are all natives of the eastern United States, but one of their relatives grows in the mountains of California, and the other still farther away, in the mountains of Guiana. Our pitcherplants inhabit peat bogs, and they may be grown easily in the hot-house in a mixture of peat and sand. The pot should be placed inside a larger one, and the space between should be stuffed with peat moss, thus imitating the natural conditions of soil and moisture.\nThe parrot pitcherplant is one of the many interesting plants which are found on our southeastern Coastal Plain. It ranges from Florida to Georgia and Alabama.\nThe specimen sketched was grown in the greenhouses of the Department of Agriculture in Washington.",
    "plate": "PLATE 236"
  },
  {
    "title": "WOOD SKULLCAP",
    "scientific_name": "Scutellaria serrata Andrews",
    "body": "This species is one of the most showy and beautiful of all the skullcaps, of which there are over sixty species in the United States. Its large, blue-purple flowers and the bright-green scentless foliage distinguish it from most other members of the Mint Family native in the Eastern States. It is a forest plant, apparently preferring soils of low acidity, forming small dense clumps, and flowering in May and June. Pink and white forms are occasionally found.\nWood skullcap ranges from South Carolina to Alabama and northward to New York and Illinois.\nThe sketch was made from a specimen found near Washington, District of Columbia.",
    "plate": "PLATE 237"
  },
  {
    "title": "BLUE-EYED-GRASS",
    "scientific_name": "Sisyrinchium angustifolium Miller",
    "body": "The starlike flowers of blue-eyed-grass open only in bright sunshine, and last but a single day. Thus in fields that were plentifully sprinkled with them in the morning, not a flower will be found among the grasslike leaves and stems in the afternoon. Its leaves although very slender, resemble those of an iris, being flattened and attached with their edges turned toward the stem. The plant is a member of the Iris Family.\nThis species of blue-eyed-grass has a wide range, from Virginia to Colorado and northward to Newfoundland and British Columbia. It has many close relatives, which can be distinguished from it only by botanists who have made a special study of this group.\nThe specimen sketched was gathered in the valley of Ghost River, thirty-five miles from Banff, Alberta, Canada, at an altitude of 4,000 feet.",
    "plate": "PLATE 238"
  },
  {
    "title": "RED TRILLIUM",
    "scientific_name": "Trillium erectum Linnaeus",
    "body": "In one pronounced character the red trillium is strikingly different from other trilliums, which have no well-defined odor. The strong offensive odor of this plant is repellent to the bees and butterflies, although it does draw the carrion flies, which have a monopoly of the pollen shed by the anthers.\nRed trillium ranges from North Carolina to Tennessee and northward to Nova Scotia and Ontario.\nThe plant sketched was procured from the National Zoological Park in Washington, District of Columbia.",
    "plate": "PLATE 239"
  },
  {
    "title": "SNOW TRILLIUM",
    "scientific_name": "Trillium grandiflorum (Michaux) Salisbury",
    "body": "Snow trilliums area delight to behold when they reach the perfection of growth in spring along with other early spring flowers. They love woodland regions, pushing up from the ground through the covering of brown leaves, and waving in every fitful breeze that blows. As the flowers fade they are flushed with a dainty pink color. Snow trilliums are easily grown and quickly spread through the woods when planted, needing no especial care. The soil must be rich, moist, and well drained. The trilliums belong to the Lily Family.\nThe snow trillium has a rather wide range, extending from North Carolina to Missouri and northward to Minnesota, Ontario and Quebec.\nThe sketch was made from plants grown near Washington, District of Columbia.",
    "plate": "PLATE 240"
  }
  ]