[
  {
    "title": "DOUGLAS HONEYSUCKLE",
    "scientific_name": "Lonicera glaucescens Rydberg",
    "body": "The Douglas honeysuckle is often found in the foothill valleys of the Canadian Rockies. In shade the flowers are orange, but they take a deeper hue of red or copper in situations mote exposed to the sun. The leaves of the uppermost pair of each twig are expanded at the base and united to form a shallow cup, from which the flowers arise. The stiff, woody old branches from which the flowering stems grow are firmly intertwined with the branches of their supporting bush. When growing in the open, the vine forms a mass of twisted stems near the ground. The green leaves make an exquisite background for the flowers.\nThis plant ranges from Pennsylvania to Oklahoma and north to Ontario, Alberta, and British Columbia.\nThe specimen sketched was collected in July, on the shores of Lake Minnewonka, ten miles from Banff, Alberta, Canada, at an altitude of 4,500 feet. ",
    "plate": "PLATE 81"
  },
  {
    "title": "DOUGLAS HONEYSUCKLE",
    "scientific_name": "Lonicera glaucescens Rydberg",
    "related_plate": "FRUIT OF PLATE 81", 
    "body": "The bright ted fruit of the Douglas honeysuckle ripens in September. At this season the leaves turn yellow, their veins being usually red. The juicy, inedible fruits are in clusters, each cluster surrounded by a leafy cup.\nThe range of this plant covers the central and northern portions of the United States, and southern Canada.\nThis sketch was made from a specimen found in September, in the upper Kootenay Valley near the motor road between the Columbia River Valley and Lake Louise, Alberta, at an altitude of 3,000 feet.",
    "plate": "PLATE 82"
  },
  {
    "title": "PINK TWISTEDSTALK",
    "scientific_name": "Streptopus curvipes Vail",
    "body": "In the moist recesses of the woods in the Selkirk Mountains are found beds of pink twistedstalk. The bell-shaped, dainty, rose-colored flowers hang beneath the clear green leaves on slender stalks that spring from the leaf axils. Thus the passer-by does not see them, unless he knows where to search for the hidden flowers. The plant usually has unbranched stems and grows from a foot to two feet in height, forming extensive colonies in favorable places. It is a relative of the lily-of-the-valley of our gardens. The fruit is a round, red, inedible berry.\nThe species ranges from Oregon and British Columbia to Alaska.\nThe specimen sketched was obtained near Glacier House at Glacier Station in the Selkirk Mountains, British Columbia, at an altitude of 3,500 feet.",
    "plate": "PLATE 83"
  },
  {
    "title": "CLASPING TWISTEDSTALK",
    "scientific_name": "Streptopus amplexifolius (Linnaeus) De Candolle",
    "body": "The clasping twistedstalk is similar in habit to the pink twistedstalk, but the flowers are greenish white. The whole plant is of greater size, often growing to a height of three feet, and the stems commonly are branched, except above tree line, where the plants are dwarfed by the cold. The berries of this species are also more conspicuous, oval in form and bright red in color, and freely produced along the stems. The stalks on which they are borne are twisted or sharply curved, hence the common name. The plant loves a moist rich soil in wooded places, where its lush growth and contrasting colors are attractive to the eye.\nThis member of the Lily-of-the-valley Family is found from the high mountains of North Carolina to New Mexico and northward to Greenland and Alaska. It occurs also in Europe and Asia.\nThe specimen sketched was found near Hector Station on the Canadian Pacific Railway, British Columbia, at an altitude of 5,000 feet.",
    "plate": "PLATE 84"
  },
  {
    "title": "WHITE PEA",
    "scientific_name": "Lathyrus ochroleucus Hooker",
    "body": "The white pea is rank in growth when it finds a congenial situation, clambering over the undergrowth, and giving a delicate touch to the heavier shrubs by its graceful appearance and fresh color. Horses like it, especially when in bloom, or when the seed pods have formed. We found it in greatest perfection in July on the banks of Lake Minnewonka near Banff, Alberta, at an altitude of 4,000 feet. The plants attach themselves for support to other objects in the same manner as the garden pea, by threadlike tendrils borne at the ends of the leaves.\nWhite pea ranges from New Jersey westward to Wyoming, and northward to Quebec, Alberta, and British Columbia.",
    "plate": "PLATE 85"
  },
  {
    "title": "MOUNTAIN JUNIPER",
    "scientific_name": "Juniperus sibirica Burgsdorf",
    "body": "Mountain juniper frequents dry, stony places either among other shrubs of on open mountain slopes, where it forms circular patches often ten feet in diameter, but seldom more than eighteen inches tall. Its many stiff branches and prickly leaves are so offensive that ponies, as well as people, avoid crossing the patches. By midsummer the bushes are loaded with blue-gray berry-like cones which, when winter comes, are eaten by wild birds. The berries of some of the other species of juniper were used by the Indians, who are them either raw or dried, or ground into meal and prepared as mush or cakes. Cakes made from berries of alligator juniper, an Arizona species, are said to be easily digested and palatable to European people.\nMountain juniper ranges from Massachusetts, New York, and Michigan north to Labrador and central Canada, and in the Rocky Mountains from New Mexico to California and northward to Alaska. It occurs also in Siberia.\nThe specimen sketched was obtained in the Saskatchewan River Valley, British Columbia, fifty miles north of Lake Louise Station on the Canadian Pacific Railway, at an altitude of 4,000 feet.",
    "plate": "PLATE 86"
  },
  {
    "title": "RIVERBANK GENTIAN",
    "scientific_name": "Gentiana affinis Grisebach",
    "body": "The riverbank gentian prefers the flat borders of streams in the lower valleys, where grasses and sedges find a combination of congenial soil and moisture. The purple flowers, with white marking on the petals, are elusive, since they are often hidden by neighboring plants. We found them near a “lick” where twenty mountain sheep, ewes and lambs, were enjoying the salty soil kept moist by the snow water from the rushing river near by, which overflowed its banks each August afternoon.\nThe riverbank gentian, placed by some botanists in the genus Dasystephana, ranges from Colorado to California, and north to Saskatchewan and British Columbia.\nThe specimen sketched was collected in the valley of the Red Deer River, three days by trail from Lake Louise Station on the Canadian Pacific Railway, Alberta, at an altitude of 5,500 feet.",
    "plate": "PLATE 87"
  },
  {
    "title": "GRASSLEAF AGOSERIS",
    "scientific_name": "Agoseris graminifolia Greene",
    "body": "Grassleaf agoseris, although occurring in many places in the Canadian Rockies, is not often seen by travelers, for it usually grows amid a tangle of grass and other plants, and opens its flowers only in full sunlight. It has graceful leaves, and the fluffy seed heads, like those of dandelion, are more showy than the flowers. Some of the widely windblown seeds find suitable places for germination. Like other members of the Chicory Family, to which this plant belongs, its leaves and stems have a milky juice.\nGrassleaf agoseris ranges from Arizona northward to the Canadian Rockies of Alberta and British Columbia.\nThe specimen sketched was found by the shote of Lake Louise, Alberta, at an altitude of 5,700 feet.",
    "plate": "PLATE 88"
  },
  {
    "title": "SLENDER AGOSERIS",
    "scientific_name": "Agoseris gracilens (Gray) Kuntze",
    "body": "The fruiting heads of the various species of Agoseris are much more beautiful and showy than the flowers, which expand only in bright sunlight, and are often small and inconspicuous. In Alpine meadows the fluffy heads are very abundant. As the seeds ripen and are dislodged from the parent stem they are blown by the wind to favorable locations for germination. This Agosetis may be found from Colorado northward to Alberta and British Columbia.\nThe specimen sketched was obtained in the Douglas Lake Valley, twenty-five miles by trail from Lake Louise Station, Alberta, Canada, at an altitude of 7,000 feet.",
    "plate": "PLATE 89"
  },
  {
    "title": "SHOWY MILKWEED",
    "scientific_name": "Asclepias speciosa Torrey",
    "body": "We are so accustomed to seeing the eastern milkweeds scattered along the wayside or among the denizens of waste places, or in the case of the butterflyweed in isolated clumps, that it was a surprise to find a whole field of this beautiful milkweed in the Kootenay River Valley. It seemed to have exactly the right soil as well as other conditions suited to its needs, and the heavy, waxy, sweet-scented flowers were attracting many bees and butterflies to the feast of nectar spread for them. The plants were fully four feet tall. Most of the flowers were of a delicate shade of pink, although the fresher blossoms and buds were claret-colored, or almost maroon. When examined with a glass, the highly complicated structure of the flowers can be seen plainly.\nThis milkweed ranges from Kansas to California and north to Saskatchewan and British Columbia. :\nThe specimen painted was found in the Columbia River Valley in British Columbia at Fairmount Hot Springs, at an altitude of 3,000 feet",
    "plate": "PLATE 90"
  },
  {
    "title": "NORTHERN LADYSLIPPER",
    "scientific_name": "Cypripedium passerinum Richardson",
    "body": "We had made numerous visits to the Canadian Rockies without having seen this beautiful ladyslipper, but one midsummer day, after fording a rushing mountain torrent, we came upon it suddenly. It was crowded among other plants, and seemed to prefer a moist situation with some sunshine. Elsewhere in the mountains we have since found it on the shores of lakes or streams, but usually in sheltered situations. In some places rich leafmold encouraged more vigorous growth, and the plants were in clumps eighteen inches in height, with a profusion of the modest slipper-shaped flowers. The old seed pods of the previous season indicated nature’s prodigality in providing abundant seeds.\nThis orchid is distributed from Ontario to Alberta and British Columbia and northward to Alaska.\nThe specimen sketched grew at Healy Creek, near Banff, Alberta, at an altitude of 4,700 feet.",
    "plate": "PLATE 91"
  },
  {
    "title": "SMALL YELLOW LADYSLIPPER",
    "scientific_name": "Cypripedium parviflorum Salisbury",
    "body": "The flowers of the small yellow ladyslipper, their golden pouches decked with streamers of bronze and claret, immediately attract us by their beauty, and we do not wonder that passing bees are enticed by the coloring and perfume of the flowers. Inside the yellow pouch are numerous fine hairs, which secrete tiny drops of a sticky fluid. The bee, attempting to escape, after she has been smeared with this substance, is forced by the shape of the pouch to crawl out by one of the narrow passages, on the sides of which the pollen masses and stigma are placed. In so doing the bee brushes first past the stigma and then the pollen-bearing anthers. She can not leave pollen on a stigma until she has been smeared with pollen from another flower, and thus cross fertilization is effected.\nFortunately this orchid is easily grown in a wild garden, requiring only a plentiful supply of humus in the soil.\nThe specimen sketched was found in North Carolina, but the plant ranges from Georgia to Newfoundland and westward to Missouri, Utah, and British Columbia.",
    "plate": "PLATE 92"
  },
  {
    "title": "RAYLESS GROUNDSEL",
    "scientific_name": "Senecio pauciflorus Pursh",
    "body": "Rayless groundsel, though not usually conspicuous, gives in midsummer a touch of brilliant color amid the otherwise dull grasses and willows of the mountain meadows. At first sight it seems to be a budding flower, soon to unfold, but the long rays characteristic of most other species of composites are absent, and the head expands no further.\nRayless groundsel extends from Michigan to Wyoming and California, and northward to Labrador, Quebec, and Alaska.\nThe specimen sketched grew in the valley of Johnson Creek, twelve miles northeast of Lake Louise, Alberta, Canada, at an altitude of 5,500 feet.",
    "plate": "PLATE 93"
  },
  {
    "title": "NAIAD SPRINGBEAUTY",
    "scientific_name": "Claytonia parvifolia Mociño",
    "body": "As we pick our way along some of the wet, stony trails near Glacier House, British Columbia, we find, if observing closely, the dainty stems of the naiad springbeauty, a member of the Purslane Family, growing from a small rosette of green leaves. This frail and delicate plant thrives in the cool drippings from the rocky banks. It is especially interesting from the fact that it propagates freely by bulblets from the axils of the stem leaves.\nThis plant ranges from Alaska southward in the mountains to California and Montana.\nThe specimen sketched was found near Glacier House in the Selkirk Mountains of British Columbia, at an altitude of 3,500 feet.",
    "plate": "PLATE 94"
  },
  {
    "title": "AMERICAN PASQUEFLOWER",
    "scientific_name": "Pulsatilla ludoviciana (Nuttall) Heller",
    "body": "The pasqueflower is one of the loveliest of the anemones. It is known commonly in the Canadian Rockies as “wild crocus.” In early spring the stalks push through the ground as soon as the snow disappears, and flower before the leaves unfold. In dry regions, like the upper valley of the Columbia River in British Columbia, there sometimes follows a second period of blooming, when rain comes in late summer after a dry season, but these summer flowers are inferior in size and beauty to those of spring.\nThe pasqueflower is really a prairie plant. It is found from Michigan and Illinois to Texas, Washington, and Alaska. It has been selected as the State flower of South Dakota. The sketch was made from a specimen gathered in July near the summit of Sulphur Mountain at Banff, Alberta, Canada, at 8,000 feet elevation.",
    "plate": "PLATE 95"
  },
  {
    "title": "AMERICAN PASQUEFLOWER",
    "scientific_name": "Pulsatilla ludoviciana (Nuttall) Heller",
    "related_plate": "FRUIT OF PLATE 95",
    "body": "The haity basal leaves of the pasqueflower, growing directly from the root, and also a whorl of stem leaves, borne at the middle of the flower stalk, develop quickly after the flowers have faded. The seeds, each provided with a curved silky tail, remain attached to the head until ripe, when they ate scattered by the winds.\nThe pasqueflower ranges throughout the prairie and Rocky Mountain States and the provinces of western Canada.\nThe specimen sketched was obtained in midsummer at Ghost River, twenty-five miles from Banff, Alberta, at an altitude of 4,500 feet.",
    "plate": "PLATE 96"
  },
  {
    "title": "SWEETVETCH",
    "scientific_name": "Hedysarum mackenzii Richardson",
    "body": "In but one place that we visited in the Canadian Rockies did we find sweetvetch growing in perfection. For several seasons we have made “Wild Flower Camp” our headquarters for a short time. On the trail passing from that place up the steep slopes to the divide above the head of Johnson Creek, we came to a deep unnamed alpine lake, along whose rocky shore the trail leads. On the slopes above the trail, where the glaciers have plowed away the mountain side, leaving stretches of upland meadows between the rocks, the disintegrating limestone provides ideal soil conditions for leguminous plants. Here sweetvetch grows in clumps, with stems stiff enough to support the heavy blossoms, while the luxuriant growth of leaves forms a fine background for the flowers. These are of various shades of crimson and pink, or occasionally pure white, and their scent is as delightful as that of freshly gathered sweet peas from the home garden. In other localities the flower heads are so heavy that the stems lie prostrate on the ground, making beautiful rosettes sometimes eighteen inches across. Alexander Mackenzie, in his journey of discovery down the Mackenzie River to the Arctic Ocean in 1793, used the roots of sweetvetch as an emergency food.\nThis plant is restricted to the Canadian Rocky Mountain region, from Alberta to Northwest Territory and Yukon.\nThe unnamed lake is about ten miles northeast of Lake Louise Station, Alberta, Canada, but by the circuitous trail one and a half days are required. The altitude is about 8,000 feet.",
    "plate": "PLATE 97"
  },
  {
    "title": "MISTMAIDEN",
    "scientific_name": "Romanzoffia sitchensis Bongard",
    "body": "Mistmaiden is a dainty alpine plant that is found at or above tree line almost anywhere in the northern Rockies, if growth conditions are favorable. It grows frequently in rock crevices, and delights in moist spots where water from melting snow seeps through the earth or drips from the rocks above. During the short growing season it is able to endure the freezing temperatures that are frequent at night. It is but rarely that the delicate stems and fragile flowers are injured or destroyed. The first specimen that we found was carried to camp and placed in water in a tin outside the tent. In the morning, to our dismay the water was a solid block of ice, and we thought the beautiful specimen was ruined ; but when the ice melted the plant was as fresh as ever.\nThis interesting member of the Waterleaf Family ranges from Montana to northern California and Alaska. As its specific name, sitchensis, indicates, the plant was collected first at Sitka, Alaska.\nThe specimen sketched grew near Lake O'Hara in the Canadian Rockies, British Columbia, at an altitude of 6,600 feet.",
    "plate": "PLATE 98"
  },
  {
    "title": "COLUMBIA CLEMATIS",
    "scientific_name": "Clematis columbiana (Nuttall) Torrey and Gray",
    "body": "Columbia clematis is one of the daintiest and most attractive of the mountain wild flowers. The scrambling vine grows gracefully over the rocks, or clings to some convenient support of bushes or small trees, the single purple blossoms lending themselves to the situation with the utmost freedom from conventionality. The stems are woody, and after the petal-like sepals fall the feathery seed heads are quite as attractive as the flowers. The blossoms are produced in spring or early summer.\nColumbia clematis may be found from the mountains of Colorado and Washington northward to the Canadian Rockies in Alberta and British Columbia.\nThe specimen sketched grew five miles from Field, British Columbia, on the slopes of Mount Burgess, near the trail to Burgess Pass, at an altitude of 6,500 feet.",
    "plate": "PLATE 99"
  },
  {
    "title": "COLUMBIA CLEMATIS",
    "scientific_name": "Clematis columbiana (Nuttall) Torrey and Gray",
    "related_plate": "FRUIT OF PLATE 99",
    "body": "The fruits of the Columbia clematis, although not so conspicuous as the flowers, are quite as beautiful. The silky tails attached to the “seeds” of the loose heads become feather-like as they ripen. The soft shades of green grow paler and finally turn silvery gray, when the ripe fruits are loosened from the parent stem and carried away by the wind. Columbia clematis extends from Utah and Colorado northward to Alberta and British Columbia.\nThe specimen sketched was found in August in the Horse Thief Valley, Selkirk Mountains, British Columbia, twenty miles west 25 Athelmere, at an altitude of 3,500 feet.",
    "plate": "PLATE 100"
  },
  {
    "title": "LODGEPOLE PINE",
    "scientific_name": "Pinus contorta murrayana (Balfour) Engelmann",
    "body": "Lodgepole pine is the commonest tree of the Canadian Rockies. In places where fire has taken toll of the primeval forest it is usually the first forest growth to obtain a foothold. Here it frequently grows in thickets so dense that they are almost impenetrable for animals after the trees have reached a height of seven or eight feet. When full grown the lodgepole pine attains a height of eighty feet, with a trunk one to three feet in diameter. If the trees stand alone their branches persist nearly to the base of the trunk. The tree is the one most easily available for tent or tepee poles, hence its common name. A striking feature of the tree is that the cones remain upon the branches for a long time, often for years after the tree is dead. The wood is light yellow or nearly white, soft and weak, and is little used for lumber. ‘The Indians, in times of scarcity of other food, sometimes ate the inner bark and soft sapwood.\nLodgepole pine ranges from Colorado and California northward to Saskatchewan and Alaska.\nThe specimen sketched was procured on the North Fork of the Saskatchewan River, at an altitude of 5,000 feet.",
    "plate": "PLATE 101"
  },
  {
    "title": "LANCELEAF PAINTBRUSH",
    "scientific_name": "Castilleja lancifolia Rydberg",
    "body": "The habit of the lanceleaf paintbrush is quite different from that of many other members of the genus Castilleja, as it has a long creeping, perennial rootstock. Usually it is found in moist woods on the lower levels of the eastern slopes of the Rockies. Being protected by sheltering trees and herbs from the sharp frosts that often come in mid-August, it is one of the last flowers to be found in full bloom. The vivid red of the bracts surrounding the flowers, which form dense spikes at the ends of the stiff stems, is especially noticeable to one traveling the mountain trails at this season. In burnt-timber areas it is likely to have survived the ravages of fire, since the rootstock is protected from the heat by the soil above.\nThis striking member of the Figwort Family ranges from Colorado and Utah north to Alberta and Alaska.\nThe specimen sketched was found in the valley of the Pipestone River, fifteen miles north of Lake Louise, Alberta, at an altitude of 5,500 feet.",
    "plate": "PLATE 102"
  },
  {
    "title": "WHITE THISTLE",
    "scientific_name": "Cirsium hookerianum Nuttall",
    "body": "White thistles grow luxuriantly in the northern Rocky Mountains. Their seeds, readily blown about by the wind, embrace every opportunity to obtain a foothold. Along the motor road between Banff and Lake Louise they grow in great perfection, often four feet tall, with numerous flower heads along the straight stem, commonly culminating in a rosette of many heads at the apex. The tender opening flowers are much relished by the ponies, who do not seem to mind the prickly bracts and leaves. Above tree line the plants are reduced in size, often flowering when only six inches high.\nThe white thistle is distributed from Montana northward to the Canadian Rockies in Alberta and British Columbia.\nOut specimen grew near the summit of Vermilion Pass, Alberta, on the motor road between Castle Station, on the Canadian Pacific Railway, and the Columbia River Valley, at an altitude of 5,400 feet.",
    "plate": "PLATE 103"
  },
  {
    "title": "GRAY PUSSYTOES",
    "scientific_name": "Antennaria howellii Greene",
    "body": "the showy flowers of spring abound, we naturally overlook the less conspicuous plants, but as the season advances attention is attracted to them. It is then that we notice the gray pussytoes growing on flats along stream beds, where the waters from melting glaciers have deposited some of their load of mud and sand. These flats support a luxuriant growth of coarse grasses, sedges, and willows. In midsummer they are overflowed in the afternoon of every warm day, and the soil is always moist. In such situations this plant thrives, often forming extensive colonies, which are propagated by prostrate leafy shoots that take root and form new plants. The “seeds,” also, are provided with a tuft of silky hairs, so that they are easily carried to great distances by the wind.\nThe range of this relative of the daisies is from Montana to Washington, and north to Alberta and British Columbia.\nThe specimen sketched grew at Lone Tree Camp on the Siffleur River, fifty miles north of Lake Louise Station, Alberta, Canada, at an altitude of 5,000 feet.",
    "plate": "PLATE 104"
  },
  {
    "title": "CALYPSO",
    "scientific_name": "Cytherea bulbosa (Linnaeus) House",
    "body": "In mountain woods, where pine needles cover the ground and preserve the moisture underneath, the dainty calypso is often found, and is a joy to recall ever after. This lovely little orchid, waving with each passing breath of wind, is poised on a slender stem that seems too delicate to support its weight. The tiny bulb, barely half an inch thick, is much valued by the Indians of Alberta in spring as a delicious morsel, comparable to new potatoes. \nCalypso is a cool-climate plant, and occurs chiefly in the far north, or at high altitudes southward. It apparently survived the glacial period in the southern Rocky Mountains, in Arizona and New Mexico. Since the ice retreated it has been able to push northward as far as Labrador and Alaska. It is still found in the eastern United States in northern New York, Vermont, and Maine.\nThe specimen sketched was found in Glacier National Park, Montana.",
    "plate": "PLATE 105"
  },
  {
    "title": "ROCK WILLOW",
    "scientific_name": "Salix petrophila Rydberg",
    "body": "This diminutive willow occurs on mountain slopes where other species of willow also flourish, but grows only four or five inches tall, and has the appearance rather of an herb than of a shrub. As soon as the overlying blanket of snow melts, the stems come to life. When the catkins are fully developed, the whole plant is very lovely, and attracts many small bees and other insects. The pollen falls in a golden shower when the branches are shaken. The pistillate flowers develop rapidly into silky heads during the long days of sunshine in June and July. The silk-tipped seeds, loosening from the split pods, are then blown by the wind to a new location.\nRock willow occurs on alpine peaks from New Mexico to California and north to British Columbia and Mackenzie.\nThe specimen sketched was found on the slopes of Mt. Wapta heat Burgess Pass, seven miles by trail from Field, British Columbia, at an altitude of 7,000 feet.",
    "plate": "PLATE 106"
  },
  {
    "title": "SWEET ANDROSACE",
    "scientific_name": "Androsace carinata Torrey",
    "body": "Sweet androsace is really a spring flower, unfolding on the lower hillsides with the earliest blossoms, but it may be found during most of the summer by ascending to a higher altitude. Its sweet odor and the dainty clustered flowers, with their yellow centers, lend the plant a peculiar charm. The rosettes of stiff green leaves, from which each delicate flower stem rises, give a mosslike appearance to a colony of the plants. They frequent both dry and moist situations. Several related species occur frequently in the northern Rockies, but they are of unattractive appearance, and are seldom noticed.\nThis member of the Primrose Family ranges from the cold mountain tops of New Mexico north to Alberta and British Columbia.\nThe specimen sketched was found at Ptarmigan Pass, seven miles northeast of Lake Louise, British Columbia, at an altitude of 7,500 feet.",
    "plate": "PLATE 107"
  },
  {
    "title": "BLUEGREEN GENTIAN",
    "scientific_name": "Gentiana glauca Pallas",
    "body": "Several species of gentian are common in the Canadian Rockies, but the bluegreen gentian isa most elusive plant. I have found it only in the region of Ptarmigan Pass, where it is extremely local, inhabiting northern slopes, near the borders of alpine lakes. Following a trail that the horses had made in order to reach the higher meadows, where the sweet short grass was plentiful, we found the shy beauty. The plants grow singly or in clumps with three or four clusters of bluegreen flowers. The pale leaves form a rosette about the base of each blooming stem. The flowers are a peculiar shade of blue-green. They resemble closed gentians more than other members of the family found in the region, since the small pointed petals do not fully expand even with full sunshine. Blooming in August in the exposed situations that they prefer, above tree line, the plants are often caught by the early frosts, and thus are prevented frequently from ripening seeds.\nThe bluegreen gentian, sometimes placed in the genus Dasystephana, is found from Montana to British Columbia and Alaska, and also in Siberia.\nThe specimen sketched grew near a small lake eight miles by trail northeast of Lake Louise, Alberta, at an altitude of 7,500 feet.",
    "plate": "PLATE 108"
  },
  {
    "title": "ROCKY MOUNTAIN TWAYBLADE",
    "scientific_name": "Ophrys nephrophylla Rydberg",
    "body": "Rocky Mountain twayblade is one of the most common representatives of the Orchid Family in the Canadian Rockies. It delights in the recesses of damp woods, and grows among mosses and other moisture-loving plants, where the sunshine filters but faintly through the trees. The flowers vary in color from yellowish green to green or purple. The plants are so small and so nearly uniform in color that they are easily overlooked among other vegetation. Such unobtrusive plants as these show little affinity in their general appearance with their more showy relatives, such as the ladyslippers and the brilliant exotic orchids of our hothouses.\nThis twayblade is a mountain species, and ranges from New Mexico northward to Montana and Alaska. A closely related species is found from New Jersey to central Canada and Labrador.\nThe sketch was made from specimens collected at Yoho Pass, eleven miles from Field, British Columbia, at an altitude of 5,900 feet.",
    "plate": "PLATE 109"
  },
  {
    "title": "SPOTTED SAXIFRAGE",
    "scientific_name": "Saxifraga bronchialis Linnaeus",
    "body": "Spotted saxifrage grows most plentifully about tree line. It grows in masses over the rocks, in whose crevices its roots find a foothold. The Latin specific name is derived from saxum, a rock, and frango, I break. The dark green foliage retains its color through the winter, and gives to the beds of the plant a mosslike appearance. The flowers are visited by great numbers of bees and flies. Sometimes the spots on the petals are green or yellow instead of red, the other characters of the plant remaining the same. In nature's rock gardens these hardy plants, wherever they grow, lend grace and beauty to the scene. \nThis saxifrage (which has also been called Leptasea austromontana) is found from Utah and New Mexico northward to Alberta and British Columbia and Alaska. It grows also in northern Asia and Europe.\nThe specimen sketched was collected near Lake Louise, Alberta, Canada, at an altitude of 6,500.",
    "plate": "PLATE 110"
  },
  {
    "title": "BEARBERRY",
    "scientific_name": "Arctostaphylos uva-ursi (Linnaeus) Sprengel",
    "body": "This shrubby member of the Heath Family is seldom seen in bloom by the traveler. Early in the season, soon after the snow melts, the flowers may be found hidden under the mass of beautiful evergreen leaves. They prefer a dry, gravelly, or sandy soil. The leaves were used by the Indians either in combination with tobacco, or by themselves, for smoking purposes. The plant has also been used in medicine as an astringent, as well as by tanners in making leather. Bearberry, or kinnikinnick, may be found from New Jersey to New Mexico and California, and northward to Labrador and Alaska. The sketch was made from a specimen secured near Mount Assiniboine, fifty miles south of Banff, Alberta, at an altitude of 6,000 feet.",
    "plate": "PLATE 111"
  },
  {
    "title": "BEARBERRY",
    "scientific_name": "Arctostaphylos uva-ursi (Linnaeus) Sprengel",
    "related_plate": "FRUIT OF PLATE 111",
    "body": "When August comes, the green fruits of the bearberry, or kinnikinnick, begin to appear, and soon turn a bright red. Then the plant assumes a more interesting appearance, and if a sufficient amount of moisture is available the berries are numerous and well developed. Grouse and other birds are glad to add these berries to their scanty winter menu, even though they taste to us dry and insipid.\nBearberry, which belongs to the Heath Family, may be found from New Jersey to New Mexico and California, and northward to Labrador and Alaska.\nThe specimen sketched was collected near Banff, Alberta, Canada, at an altitude of 4,500 feet.",
    "plate": "PLATE 112"
  },
  {
    "title": "GREEN PYROLA",
    "scientific_name": "Pyrola chlorantha Swartz",
    "body": "The green pyrola is a denizen of dry wooded slopes, and blossoms in July. Although it has fewer flowers than the pink species, it is almost as attractive. The slightly sweet-scented flowers are borne on a stiff stem, rising from a rosette of leathery, evergreen leaves. The flowers are thick and fleshy and remain for a long time upon the plant, being followed by dry seed pods.\nGreen pyrola has a wide range, extending from Virginia to Arizona and California, and northward to Labrador and British Columbia. It occurs also in Europe.\nThe specimen sketched was obtained in the valley of the Siffleur River, fifty miles by trail north of Lake Louise, Alberta, at an altitude of 5,000 feet.",
    "plate": "PLATE 113"
  },
  {
    "title": "AVALANCHE BUTTERCUP",
    "scientific_name": "Ranunculus suksdorfii Gray ",
    "body": "On the high slopes of the mountains, close to the melting snow banks, the avalanche buttercups grow, frequently associated with anemones, and contrasting their golden cups with the white anemone flowers. As the season advances, we find the buttercups only near the old snow of the avalanches, where the cold has delayed the unfolding of the buds. Warm days soon destroy the beauty of the flowers.\nThe avalanche buttercup ranges from Montana and Washington to Alberta and British Columbia.\nOur sketch was made from a specimen collected on the slopes of Mt. Field near Burgess Pass, seven miles from Field, British Columbia, at an altitude of 7,000 feet.",
    "plate": "PLATE 114"
  },
  {
    "title": "CANADA BUFFALOBERRY",
    "scientific_name": "Lepargyrea canadensis (Linnaeus) Greene",
    "body": "Canada buffaloberry is an inconspicuous shrub until the berries ripen, when it decorates the mountain slopes with its red or sometimes yellow berries. These are bitter in flavor, though useful to quench thirst, and were used by the Indians as a tonic. When the berries are mashed and water is added, they make a frothy mass when beaten, which some persons enjoy. Sometimes the name quassia is given locally to the plant. Horses like the twigs as a change from the grass and other green things that they eat on the trail. The flowers, produced in spring on the leafless branches, are small and greenish yellow. The leaves, which come later, are covered beneath with silver scales that are beautiful when viewed through a lens.\nCanada buffaloberries may be found in the mountains from New York to New Mexico and Oregon, and northward to Newfoundland and Alaska.\nOur specimen was collected near Hector Station, British Columbia, at an altitude of 5,000 feet.",
    "plate": "PLATE 115"
  },
  {
    "title": "DEATHCAMAS",
    "scientific_name": "Zygadenus elegans Pursh",
    "body": "In nature's flower gardens in the Canadian Rockies we find in July quantities of this elegant plant. The bunch of pale, grasslike leaves is surmounted by several stems on which are carried a number of greenish white flowers with a bright green gland at the base of each petal. They sway in the breezes, and make a lovely group with wild peas, columbines, asters, and other mountain flowers. They are free from the limitations of many mountain plants, since all kinds of slopes, exposures, and soils seem satisfactory for their growth, though the finest specimens we ever found were growing out of calcareous tufa. The horses know the plant well, and are never deceived into eating its poisonous leaves, though these appear much like grass when the plant is out of bloom.\nThis species of deathcamas has a wide range, growing in suitable situations, in the mountains of Nevada and New Mexico and northward to North Dakota and Alaska.\nThe specimen sketched was obtained on the Clearwater River, thirty-five miles by trail north of Lake Louise Station, British Columbia, at an altitude of 6,500 feet.",
    "plate": "PLATE 116"
  },
  {
    "title": "SASKATOON",
    "scientific_name": "Amelanchier alnifolia Nuttall",
    "body": "The saskatoon, service-berry, or June-berry, a northwestern species of shadblow, belongs to the Apple Family, and is usually a bush six or eight feet high, though when growing among other bushes it sometimes attains a height of ten or fifteen feet. The fruits are borne in heavy clusters, and when partly ripe are bright red, turning to purple when fully ripe. They resemble huckleberries in appearance, but are disappointing in flavor, especially when cooked. They may easily be gathered from horseback, and after a long ride are very refreshing. The Indians ate them fresh from the bushes, and also dried them for winter. In Lewis and Clarke's journal they are mentioned as being pounded into a pulp by the Indians, formed into loaves, and dried. These would keep sweet for the season and when needed, portions were broken off and cooked in stews. Birds and beats also enjoy these berries.\nThe saskatoon occurs in dry soil from Michigan to Nebraska and Colorado and northward to western Ontario, British Columbia, and the Yukon.\nThe specimen sketched was obtained near the Horse Thief River, one of the sources of the Columbia River in British Columbia, twenty miles northwest of Athelmerte, at an altitude of 3,000 feet.",
    "plate": "PLATE 117"
  },
  {
    "title": "PRAIRIE ASTER",
    "scientific_name": "Aster campestris Nuttall",
    "body": "In one of our saddle journeys in the Columbia River Valley in British Columbia, the waning season for flowers brought to our notice this beautiful aster. It seemed to ignore the dry soil conditions, and expanded its bright purple flowers in many exposed situations where other plants had gone to seed. The slender stems are very brittle; the narrow leaves are usually entire, though sometimes toothed.\nThe prairie aster ranges along the Rocky Mountains from Colorado to Oregon and northward to Alberta and British Columbia.\nThe specimen sketched grew near Radium Hot Springs, British Columbia, at an altitude of 3,000 feet.",
    "plate": "PLATE 118"
  },
  {
    "title": "OWL-CLOVER",
    "scientific_name": "Orthocarpus tenuifolius Bentham",
    "body": "Going south from Canal Flats along the valley of the Kootenay River, we soon leave the higher mountains and heavily timbered country, the motor road crossing many small, dry prairies. Here the owl-clover is in full bloom in midsummer, forming great patches of pink color among the grasses. This plant is not related to the clovers, but belongs to the Figwort Family. Its manner of growth is different from that of the related paintbrushes, yet it recalls them in many ways. As in them, the bright color is exhibited by bracts rather than flowers. The valley of the Kootenay River runs north and south, and like the Columbia River Valley, of which it is a continuation, is variable in soil and climate. Protected by mountains on either side, with climatic conditions directly the result of the proximity of the mountains, its rich, light soil deposited by glacial streams, the valley requires only irrigation to cause it to produce bountifully. But, lacking moisture, the plants that flourish in the valley are arid-soil plants or those which lie comparatively dormant until showers waken them to life.\nOwl-clover ranges from Idaho and Washington to British Columbia.\nThe specimen sketched grew near Cranbrook, British Columbia.",
    "plate": "PLATE 119"
  },
  {
    "title": "SHOWY OXYTROPE",
    "scientific_name": "Oxytropis splendens Douglas",
    "body": "Showy oxytrope is one of the most attractive members of the Pea Family. The graceful stems hold the flower spikes well above the silky leaves, which form a tufted mass about the roots. The gray-green leaves contrast pleasingly with the purple flowers. Some authors use the genus name Aragallus instead of Oxytropis. Though this is properly a prairie plant, it is found frequently in the lower valleys on the eastern slopes of the Rocky Mountains.\nShowy oxytrope ranges from Minnesota to Saskatchewan, British Columbia, and Yukon.\nThe specimen sketched was gathered in the Bow Valley, fifteen miles west of Banff, Alberta, Canada, at an altitude of 4,000 feet.",
    "plate": "PLATE 120"
  },
  {
    "title": "ALPINE FERNLEAF",
    "scientific_name": "Pedicularis contorta Bentham",
    "body": "Alpine fernleaf is locally plentiful in the Canadian Rockies, but it seems particular in the choice of a situation where favorable conditions combine to give it both soil and exposure to its liking. It is often found on loose, steep soils above timber line. It grows in clumps, several flowering stems frequently a foot tall being produced from a central root. The leaves may be green or red, and the flowers either pure white or delicately shaded.\nAlpine fernleaf occurs in the high mountains of Montana and California, extending northward to Alberta and British Columbia.\nThe specimen sketched grew on the slope of Mount St. Piran near Lake Louise, Alberta, at an altitude of 7,000 feet.",
    "plate": "PLATE 121"
  },
  {
    "title": "PUSSY WILLOW",
    "scientific_name": "Salix discolor Muhlenberg",
    "body": "Pussy willows possess a certain fascination when we gather them with their tight winter buds, early in spring, in their wild haunts, and watch them expand in the warmer air of the house into fluffy catkins. Out of doors they attract many bees to the early feast of pollen spread for them. The catkins are of two kinds, borne on separate plants; those which bear only flowers with stamens, and the fertile ones which produce later in the season myriads of silk-appendaged seeds.\nPussy willow grows in swamps and on moist hillsides from Delaware to North Carolina and Missouri, and northward to Nova Scotia and Saskatchewan.\nThe sketch was made from a specimen collected near Washington, District of Columbia.",
    "plate": "PLATE 122"
  },
  {
    "title": "BLOODROOT",
    "scientific_name": "Sanguinaria canadensis Linnaeus",
    "body": "Bloodroot is such an ephemeral flower that we must visit the woods at exactly the right time in early spring to see it in perfection. The warm sun brings it into beautiful bloom, and we find its colonies in rich moist woods. It has pushed through the covering of brown autumn leaves that have protected it through the winter. Like other members of the Poppy Family, it has an acrid juice. This is blood-red in color, staining anything that it touches. The Indians used it as a paint, while the white man’s children gather the roots and use them to color Easter eggs a soft brown hue.\nBloodroot ranges from Florida, Alabama, and Arkansas northward to Nova Scotia and Manitoba.\nThe sketch was made from a specimen gathered in Washington, District of Columbia.",
    "plate": "PLATE 123"
  },
  {
    "title": "PYXIE",
    "scientific_name": "Pyxidanthera barbulata Michaux",
    "body": "The thrill of finding pyxie in the early spring is equaled only by the sensation of first discovering trailing-arbutus. This mosslike plant is Classed by botanists as an evergreen shrub, though in its creeping habit it does not seem a shrub at all. It is one of the few American representatives of the Diapensia Family, which is related to the heaths. The flowers are sessile and pure white, and nestle among the leaves, which are often dark red. It is sometimes grown in rock gardens, planted in a mixture of acid peat and clear sand, and thrives in either moist or dry situations.\nPyxie is found in dry, sandy pine barrens from North Carolina to southern New Jersey.\nThe specimen sketched came from Whitesbog, New Jersey.",
    "plate": "PLATE 124"
  },
  {
    "title": "HEPATICA",
    "scientific_name": "Hepatica americana Ker",
    "body": "“There are many things left for May,” writes John Burroughs,“but nothing fairer, if as fair, as the first flower, the hepatica. I find I have never admired this little firstling half enough. When at the maturity of its charms it is certainly the gem of the woods.” With the first warm days of spring the soft woolly buds spring from the heart of the plant, where they were formed in the autumn. The hardy blooms make their first appearance on southern slopes in the woods. Often they are half hidden by the leaves, which persist from the previous season. The flowers vary in color from pale blue to white and pink, and often have an alluring odor, though this characteristic varies in different plants. The new leaves develop as soon as the flowers fall.\nBlue as the heaven it gazes at,\nStartling the loiterer in the naked groves\nWith unexpected beauty: for the time\nOf blossoms and green grass is yet afar.\nGIBSON\nHepatica is found from northern Florida to Missouri and northward to Nova Scotia and Manitoba. A closely related species grows in Europe and Asia.\nThe specimen sketched grew in Washington, District of Columbia.",
    "plate": "PLATE 125"
  },
  {
    "title": "TRAILING-ARBUTUS",
    "scientific_name": "Epigaea repens Linnaeus",
    "body": "Trailing-arbutus is an evergreen plant, belonging to the Heath Family, and occurs in rocky or sandy woods, especially under evergreen trees. The flowering buds are formed before the arrival of the cold of winter, and open with the first sunny days of spring. Hidden away under dead leaves, and frequently with their pearly flowers turned toward the earth, they are not discovered by the casual passer-by. It is frequently called mayflower in New England, and is the State flower of Massachusetts. Bryant associates it with the earliest spring flowers in his poem “The twenty-seventh of March.”\n. . . within the woods\nTufts of ground laurel, creeping underneath\nThe leaves of the last summer, send their sweets\nUp to the chilly air. . . .\nwhile Whittier tells us of\nSad Mayflower, watched by winter stars,\nAnd nursed by winter gales\nWith petals of the sleeted spars\nAnd leaves of frozen sails!\n. . . . . . . . . . . . . .\nBut warmer suns ere long shall bring\nTo life the frozen sod,\nAnd through dead leaves of hope shall spring\nAfresh the flowers of God.\nTrailing-arbutus, when furnished with proper acid soil and suitable exposure, can be grown readily, and produces a fleshy, edible fruit.\nThe specimen sketched was found in Washington, District of Columbia, but the plant ranges from Florida, Kentucky, and Wisconsin northward to Newfoundland and Saskatchewan.",
    "plate": "PLATE 126"
  },
  {
    "title": "CANADA WILDGINGER",
    "scientific_name": "Asarum canadense Linnaeus",
    "body": "Canada wildginger is one of our earliest spring flowers. Owing to its habit of growth, the flowers, hidden by dead leaves of the preceding autumn, are easily overlooked. The rootstocks have the pungent flavor of ginger, but the juice of the leaves and stems is bitter. Lying so close to the ground, and thus sheltered from the winds, the flowers are a refuge for small flies which serve to pollinate them.\nCanada wildginger prefers rich woods, and ranges from North Carolina to Missouri and Kansas, and northward to New Brunswick and Manitoba.\nThe sketch was made from a plant that grew on Plummets Island, in the Potomac River, near Washington, District of Columbia.",
    "plate": "PLATE 127"
  },
  {
    "title": "PINXTERBLOOM",
    "scientific_name": "Azalea nudiflora Linnaeus",
    "body": "In early spring, the bare stems of the pinxterbloom, or wild azalea with their clusters of curved red buds, are conspicuous in the woods or along the banks of the brimful streams. As the flowers open, exhaling their peculiar faint perfume, they are visited by bumble bees and moths. The leaves begin to open about the same time as the flowers, but they do not expand fully until the blooming period has passed.\nEasily yielding to cultivation, if the soil is acid, either sunny or shady places may be utilized to grow the plants. They will flourish also in either dry or swampy situations, growing to a height of six feet in suitable soil.\nThis species of pinxterbloom ranges from North Carolina northward, and since the ice sheets of the glacial period retreated, it has pushed a short distance into the glaciated territory, to a line extending from Illinois through central New York to Massachusetts. A closely related species occurs still farther north.\nThe specimen sketched was collected near Washington, District of Columbia.",
    "plate": "PLATE 128"
  },
  {
    "title": "WILD CALLA",
    "scientific_name": "Calla palustris Linnaeus",
    "body": "Calla is an ancient name taken from Pliny. Our wild plant, the only species of the genus, belongs to the same family as the showy greenhouse plant, to which the name calla is applied commonly. Growing in bogs, and along the borders of sluggish streams, the bright green leaves of the wild calla mingle with those of other bog plants, and not until the plant comes into bloom, and the white spathe appears, are we attracted to it. Large numbers of small flies and midges visit the flowers. Wild calla is a member of the Arum Family, a vast group, most of whose representatives are inhabitants of tropical forests. It should be noted that in the case of our plant, as in other members of the family, what appears to be a blossom is really a spike of many small and inconspicuous flowers, surrounded by a showy corolla-like envelope or spathe. Wild calla ranges from New Jersey to lowa and Wisconsin, and northward to Nova Scotia, Hudson Bay, and Alaska. It occurs also in Europe and Asia.\nThe specimen sketched was obtained west of Sudbury on the Canadian Pacific Railway in Canada.",
    "plate": "PLATE 129"
  },
  {
    "title": "CHICKASAW PLUM",
    "scientific_name": "Prunus angustifolia Marshall",
    "body": "The Chickasaw plum is one of the first woody plants to bloom in the spring. It is really a small tree, in favorable situations growing to a height of twenty-five feet, with a trunk eight inches in diameter. It is very feathery and attractive when in bloom, though the petals soon fall. The fruit is bright red, rarely yellow, and is appreciated by wild birds. The Indians used it as food, and it can be made into jellies and jams of fine flavor.\nThis plum extends from Florida to southern New Jersey, and westward to Arkansas and Texas.\nThe specimen sketched grew near Washington, District of Columbia.",
    "plate": "PLATE 130"
  },
  {
    "title": "GRASS-PINK ORCHID",
    "scientific_name": "Limodorum tuberosum Linnaeus",
    "body": "Grass-pink orchid is to be looked for in bogs and meadows, in June or July. It is one of five species of the genus occurring in the eastern United States, Cuba, and the Bahamas. This member of the Orchid Family is often plentiful in peat bogs, where it is associated with rose pogonia, or other acid-loving plants. The peculiar arrangement of the flower parts, with the crested lip at the top, gives the impression that the blossoms are placed upside down upon the plant, but actually it is the other orchids with their pendent lips which are reversed. The name Limodorum, given by Linnaeus, is derived from the Greek and may be translated as “meadow gift.” Some botanists use for this plant the genus name Calopogon, which means “beautiful beard.”\nThis orchid is distributed from Florida to Missouri and northward to Minnesota, Ontario, and Newfoundland.\nThe specimen sketched grew near Tuckerton, New Jersey.",
    "plate": "PLATE 131"
  },
  {
    "title": "DEERBERRY",
    "scientific_name": "Polycodium stamineum (Linnaeus) Greene",
    "body": "Deerberry is a bushy shrub which often is found growing with pinxterbloom and other heaths, and thrives under similar conditions of soil and exposure. When flowering branches are detached, they present a feathery appearance, but on the bush itself the numerous bell-shaped flowers, which hang below the stems, are often obscured by the profuse, pale foliage. Deerberry is referred by many botanists to the genus Vaccinium, which contains the blueberries and whortleberries. Its globular fruit, green or greenish yellow at maturity and often more than half an inch in diameter, is seldom eaten. It is sometimes called squaw huckleberry In the Southern States the species of Polycodium are called, erroneously,“gooseberry” and the fruit of a species with purple berries is very commonly eaten.\nDeerberry has a wide distribution, being found from Florida to Louisiana, and northward to New England and Minnesota.\nThe specimen sketched grew at Washington, District of Columbia.",
    "plate": "PLATE 132"
  },
  {
    "title": "BOG KALMIA",
    "scientific_name": "Kalmia polifolia Wangenheim",
    "body": "Bog kalmia is a handsome member of the Heath Family, though never so showy as Kalmia latifolia, the mountain-laurel of our hillsides and woods. Growing in sphagnum bogs, it is a shrub two feet of less in height, with thick, leathery leaves that remain green throughout the winter. The flowers are attractive to bees, but the leaves, like those of other Kalmias, are poisonous to stock. The fruit is a small, dry capsule. This species is easily distinguished from lambkill, Kalmia angustifolia, with which it is sometimes confused, by the insertion of the flowers at the naked tip of the stem, rather than among the leaves. Bog kalmia ranges from northern New Jersey and Pennsylvania to Michigan, and northward to Alaska, Hudson Bay, and Newfoundland.\nThe specimen sketched was cultivated in the greenhouses of the Department of Agriculture at Washington, District of Columbia.",
    "plate": "PLATE 133"
  },
  {
    "title": "PAINTED TRILLIUM",
    "scientific_name": "Trillium undulatum Willdenow",
    "body": "The painted trillium is one of the loveliest of the genus, differing from other species in having its soft petals decorated with lines of pink or wine color. In May and June it may be found in cold, moist woods in acid soil, where it delights in partial sunlight, before the foliage matures on the trees. The fleshy fruits are bright red.\nPainted trillium occurs from Georgia and Missouri northward to Nova Scotia, Ontario, and Wisconsin.\nThe specimen sketched was obtained from eastern Massachusetts.",
    "plate": "PLATE 134"
  },
  {
    "title": "FRINGED POLYGALA",
    "scientific_name": "Polygala paucifolia Willdenow",
    "body": "Fringed polygala differs widely from many other members of its genus in that the flowers are borne singly instead of in cloverlike heads or racemes. Its lovely color and the dainty fringes on the central petal also differentiate it from other members of the group. It is a plant of acid soils.\nFringed polygala extends from Georgia, Illinois, and Minnesota northward to Anicosti, New Brunswick, and Saskatchewan.\nThe specimen sketched was obtained near Pocono Manor, Pennsyvania.",
    "plate": "PLATE 135"
  },
  {
    "title": "SQUIRRELCORN",
    "scientific_name": "Bikukulla canadensis (Goldie) Millspaugh",
    "body": "‘Squirrelcorn is found in rich woods in spring, its beautiful, slightly scented flowers borne on a dainty stem well above the pale, feathery leaves. The curious rootstock is very distinctive, bearing many small, yellow tubers that resemble grains of corn. The leaves wither soon after the seeds have matured, in early summer. The plant belongs to the Fumitory Family, and is a near relative of dutchmans-breeches and the bleedingheart of gardens. Some writers prefer to use for the genus the name Dacentra.\nSquirrelcorn ranges from Virginia to Tennessee and Missouri, and northward to Nebraska, Ontario, and Nova Scotia.\nThe specimen sketched grew near Washington, District of Columbia.",
    "plate": "PLATE 136"
  },
  {
    "title": "RED MAPLE",
    "scientific_name": "Acer rubrum Linnaeus",
    "body": "Red maple is our most showy tree of early spring. Its buds begin to develop with the first sunny days and the tree is soon covered with bloom. In autumn it is equally conspicuous, when its leaves, after the early frosts, turn a brilliant red. The red maple loves swamps and low grounds, and often borders woodlands. The tree is usually small or of medium size, but is reported, under exceptionally favorable conditions, to attain a height of 120 feet. The bark of old trees is rough and dark, but on young trees, smooth and gray. The light brown wood is used in the manufacture of furniture and of small turned articles.\nRed maple ranges from Florida to Texas and northward to Nebtaska, Manitoba, and Nova Scotia.\nThe specimen sketched was found at Spring Lake, New Jersey.",
    "plate": "PLATE 137"
  },
  {
    "title": "CAROLINA MAPLE",
    "scientific_name": "Acer carolinianum Walter",
    "body": "Carolina maple is closely related to the red maple, but it is often a smaller tree. The bark is smooth and gray and the wood light brown in color. The small, red flowers appear with the first days of spring, but the tree is at its best when the fruit develops, and the branches are covered with crimson “keys” which contrast strikingly with the bare branches of other nearby trees. Like its relative, the red maple, it prefers wet or moist soil, and often abounds in coastal swamps.\nCarolina maple is distributed from Florida to Texas and northward to Pennsylvania and New Jersey, and has been reported also from Massachusetts.\nThe specimen sketched was obtained at Beaufort, South Carolina.",
    "plate": "PLATE 138"
  },
  {
    "title": "LONGLEAF PINE",
    "scientific_name": "Pinus palustris Miller",
    "body": "A journey from Virginia south to Florida traverses the region in which longleaf pine abounds. This is a stately tree, sometimes attaining a height of 120 feet, with a trunk five feet in diameter. Often it forms extensive forests along the coastal plain. The long leaves clustered near the ends of the branches give a strikingly feathery and quite distinctive appearance to the tree. When in bloom, the clustered spikes of flowers are very beautiful. Clouds of pollen are blown from them by the wind. This tree is the principal source of turpentine, pine tar, and rosin. The wood is hard and strong and either light red or orange in color.\nLongleaf pine ranges along the coast from Texas to Florida, and northward to Virginia.\nThe specimen sketched was obtained on Ladys Island, near Beaufort, South Carolina.",
    "plate": "PLATE 138"
  },
  {
    "title": "FRINGETREE",
    "scientific_name": "Chionanthus virginica Linnaeus",
    "body": "When the tender leaves of spring have developed so that the woods are just beginning to appear green, the blossoms of the fringetree present a great mass of feathery white, strikingly contrasting with the neighboring trees. The fringetree is a shrub or small tree belonging to the Olive Family, and a near relative of the ash. In the south it is commonly termed slawbush in reference to the long slender white corolla lobes. It is found in either swamps or exposed and often rather dry situations, being one of those interesting plants which are relatively indifferent to wetness or dryness so long as the soil possesses a fair degree of acidity. Our native species is often planted for ornament, but unless some care is taken to acidify its soil the leaves turn yellow by midsummer and fall in early autumn.\nThe fringetree ranges from Florida to Texas and Missouri, and northward to New Jersey and Pennsylvania.\nThe specimen sketched grew near Washington, District of Columbia.",
    "plate": "PLATE 140"
  },
  {
    "title": "AMERICAN COLUMBINE",
    "scientific_name": "Aquilegia canadensis Linnaeus",
    "body": "Of all the spring wild flowers, none is more lovely than the columbine which we find in rocky woods or on exposed ledges. Its bright green leaves and crimson-and-gold flowers are borne on slender, graceful stems. The bumble bees are attracted to the feast of nectar prepared for them, and the brilliant color attracts also the ruby-throated humming-bird. Taken to England by a relative of John Tradescant, gardener to King Charles the First, the American columbine has yielded readily to cultivation, but is never so lovely as when growing in its native habitat. Linnaeus gave the genus its name from a fancied resemblance of the spurs of the flower to the talons of an eagle.\nAmerican columbine ranges from Georgia to Texas, and northward to Nova Scotia and Northwest Territory. Closely related species grow in Florida.\nThe specimen sketched was found near Washington, District of Columbia.",
    "plate": "PLATE 141"
  },
  {
    "title": "SOUTHERN COAST VIOLET",
    "scientific_name": "Viola septemloba Le Conte",
    "body": "This southern plant is one of our most showy violets, with larger blossoms than most of its northern relatives. It grows in light, acid soil, often in nearly pure sand, and is found in pine barrens from Mississippi and Florida northward to southeastern Virginia. The leaves exhibit unusual variation in the number and shape of their lobes, so that judging from leaf shape alone, one would often assume that several species were represented in a single colony of the plants, were it not for the fact that the form of flowers and seed pods is so uniform.\nThe sketch was made from a specimen collected in North Carolina, and brought into flower in the greenhouses of the United States Department of Agriculture in Washington, District of Columbia.",
    "plate": "PLATE 142"
  },
  {
    "title": "MAYAPPLE",
    "scientific_name": "Podophyllum peltatum Linnaeus",
    "body": "The mayapple is one of our familiar plants of spring, with its umbrella-shaped leaves and its cream-colored flowers hanging shyly below the forked leaf stalk. The flower is soon followed by an egg-shaped fruit which may be eaten when ripe, though the flavor is not especially good. Mayapples prefer a rich soil in partially shaded situations. The genus contains five species, all except this one being natives of Asia. They are members of the Barberry Family. The name mandrake, which belongs to an old-world plant of another family, is often misapplied in America to the mayapple.\nThe mayapple ranges from Florida to Texas, and northward to Quebec, Ontario, and Minnesota.\nThe specimen sketched was found at Washington, District of Columbia.",
    "plate": "PLATE 143"
  },
  {
    "title": "WOOD MERRYBELLS",
    "scientific_name": "Uvularia perfoliata Linnaeus",
    "body": "Wood merrybells, a graceful and attractive plant belonging to the Lily-of-the-valley Family, is common in rich, moist woods in May or June. The flowers hang singly on a slender stem. So many more striking flowers are in bloom at the same season that the species of merrybells are easily overlooked.\nThe specimen sketched was found near Rock Creek Park, Washington, District of Columbia, but the plant ranges from Georgia, Tennessee, and Kansas northward to Quebec, Ontario, and Minnesota.",
    "plate": "PLATE 144"
  },
  {
    "title": "GOLDENSTAR",
    "scientific_name": "Chrysogonum virginianum Linnaeus",
    "body": "Goldenstar is a showy and handsome plant of moist or dry woodlands. What appear to be its flowers are heads made up of numerous tiny tubular flowers, each of the five outer ones having its corolla transformed into a golden ray. The first flower heads bloom in spring, but the plant often continues to produce new blossoms from its lengthening stems until midsummer. The early-flowering plants, with their compact tufts of hairy leaves, are much more beautiful than the spraw]ing and weather-beaten plants of summer. Goldenstar is the only representative of its genus. It is seldom a common plant, but it is particularly abundant in the neighborhood of Washington, District of Columbia, where\nThe specimen sketched was collected. Goldenstar ranges from Florida and Alabama northward to southern Pennsylvania.",
    "plate": "PLATE 145"
  },
  {
    "title": "HIGHBUSH BLACKBERRY",
    "scientific_name": "Rubus argutus Link",
    "body": "Highbush blackberry, when in bloom, is one of our most showy bushes. It is then a mass of tender white flowers with a background of dark green leaves. It adorns roadsides, fence corners, and waste places, wherever it can find an undisturbed space. A little later it is loaded with fine clusters of red and green fruit, black and luscious when ripe. The blackberries cultivated in America are improved forms of the wild species. They belong to the Rose Family.\nThis particular species of blackberry prefers a dry soil, and ranges, mostly at low altitudes, from Virginia northward to Massachusetts. Closely related species cover a much wider territory.\nThe specimen sketched grew at Washington, District of Columbia.",
    "plate": "PLATE 146"
  },
  {
    "title": "CROW POISON",
    "scientific_name": "Chrosperma muscaetoxicum (Walter) Kuntze",
    "body": "Crowpoison is found in sandy woods. It has a graceful and attractive spike of creamy white flowers and buds, the lower ones expanding first. It grows from a bulb nearly an inch in diameter, and blooms from May to July. The seeds are reddish brown, and this fact gives the motive for the generic name, derived from the Greek and referring to the colored seeds. The genus consists of a single species. This plant is remarkable in that it contains one of the most toxic alkaloids known to science. In the Southern Appalachians it often poisons cattle, which mistake its leaves for grass in the spring. In this respect it recalls its relationship to the western deathcamas, another member of the Bunchflower Family.\nCrowpoison ranges from Florida to Tennessee and Arkansas and northward to Virginia and Long Island.\nThe specimen sketched grew near Washington, District of Columbia.",
    "plate": "PLATE 147"
  },
  {
    "title": "CANADA LILY",
    "scientific_name": "Lilium canadense Linnaeus",
    "body": "The habit of the Canada lily is striking, for it rises above its surrounding meadow companions, its tall, stout stem decorated with regular whorls of bright green leaves, from the uppermost of which the flower stalks spring, the flowers drooping in a circle around them. The pendent position of the flowers shelters the pollen-laden anthers from the summer showers, and sometimes the bees take refuge from the rain under their golden caps. This species grows in richer woods than its relative, the American turkscap lily, and varies in color from the yellow here shown to a rather bright red.\nCanada lilies are found from Georgia and Alabama to Missouri, and northward to Nova Scotia, Ontario, and Nebraska.\nThe specimen sketched was found near Bryn Mawr, Pennsylvania.",
    "plate": "PLATE 148"
  },
  {
    "title": "AMERICAN WISTARIA",
    "scientific_name": "Kraunhia frutescens (Linnaeus) Greene",
    "body": "American wistaria is a woody vine, climbing over trees and bushes. Its stem teaches several inches in diameter and as much as forty feet in length. The showy blue or lilac flowers are borne in abundance, though the racemes are shorter than those of the Chinese wistaria so frequently seen in our gardens. Wistaria was named in memory of Dr. Caspar Wistar of Philadelphia.\nAmetican wistaria is found in low grounds from Texas to Arkansas and Florida and northward to Virginia. :\nThe specimen sketched grew near Savannah, Georgia.",
    "plate": "PLATE 149"
  },
  {
    "title": "CURLY CLEMATIS",
    "scientific_name": "Clematis crispa Linnaeus",
    "body": "The graceful flowers of curly clematis are almost of the texture of crêpe, and the leaves add to the dainty beauty of the vine. This clematis is a close relative of the leatherflower, and like that is sometimes referred to a separate genus, Viorna. Its fruit is a mass of hard seedlike achenes, each tipped with a long feathery tail. It is a member of the Buttercup Family.\nCurly clematis is distributed from Florida to Texas, and northward to Virginia and Missouri.\nThe specimen sketched grew near Yemassee, South Carolina.",
    "plate": "PLATE 150"
  },
  {
    "title": "WESTERN YARROW",
    "scientific_name": "Achillea lanulosa Nuttall",
    "body": "Western yarrow is such a common plant that we usually pass it by without appreciation of its beauty. Growing everywhere, and especially in neglected places, its white heads and feathery foliage are known to everyone. The crushed leaves and flowers have a pungent and somewhat irritant odor, which sometimes causes sneezing. Forms in which the heads have pink instead of white rays are not uncommon in the Rocky Mountains. A closely related species of very similar appearance is a weed in fields and waste places in the eastern United States. The genus name of these plants was given in commemoration of Achilles.\nWestern yarrow ranges from Oklahoma to Mexico and California, and northward to Quebec, Ontario, Michigan, and Yukon.\nThe specimen sketched was obtained in the valley of the Red Deer River, twenty miles north of Lake Louise, Alberta, Canada, at an altitude of 6,700 feet.",
    "plate": "PLATE 151"
  },
  {
    "title": "TAMPA EPIDENDRUM",
    "scientific_name": "Epidendrum tampense Lindley",
    "body": "It is only in Florida and westward along the Gulf Coast in the United States that we find the mild and moist climate suitable for the growth of epiphytic orchids, a group characteristic of tropical forests. In the dense cypress swamps of southern Florida, this Epidendrum grows commonly, the slender plants forming masses of hard bulbs and stiff fleshy leaves on the upper portions of the trunks and branches of various trees. The trees in the Florida keys and the southern parts of the mainland are often loaded with a dense growth of epiphytes, chiefly bromeliads, orchids, ferns, and mosses. In spring, Tampa epidendrum sends forth its graceful panicles of flowers, which are handsome, although inferior to some of the very numerous tropical species of the genus.\nThe Tampa epidendrum grows in southern Florida where the specimen sketched was collected, and also in the Bahamas and Cuba.",
    "plate": "PLATE 152"
  },
  {
    "title": "TILLANDSIA",
    "scientific_name": "Tillandsia fasciculata Swartz",
    "body": "The tillandsias, of the Pineapple Family, are represented in the United States by about fifteen species, most of which are confined to Florida. All the members of the family are American, and in the tropics they are very numerous. The species here illustrated, like most members of the family, is an epiphyte, or air-plant, growing upon the trunks or branches of trees, usually in swamps, and deriving its food from water and decayed vegetable matter that lodges about its roots. The tillandsias often grow with orchids, and frequently have quite as showy blossoms. Their flowers, however, are extremely delicate, and wither quickly. The leaves usually are covered densely with minute scales, which give a gray aspect to the plant, and have been supposed to prevent evaporation from the leaves, but more probably serve to hold rain water while the plant is extracting nutrient substances from it. The numerous seeds are furnished with tufts of hairs, and thus are distributed widely by the wind.\nThis tillandsia came from Florida, but the species is widely dispersed in the West Indies, Mexico, and Central and South America.",
    "plate": "PLATE 153"
  },
  {
    "title": "SPIDERLILY",
    "scientific_name": "Hymenocallis rotata (Ker) Herbert",
    "body": "This species of spiderlily is an inhabitant of sandy beaches, growing just beyond the reach of the surf. In such locations it usually forms dense clumps of fifty or more bulbs. The broad, green sword-like leaves of this and related species form a conspicuous element of some Florida and West Indian beaches. The spiderlily, a member of the Amaryllis Family, grows from a large bulb.\nThis species ranges from Florida to the coastal plain of North Carolina.\nThe specimen here drawn came from Loggerhead Key, Dry Tortugas, Florida.",
    "plate": "PLATE 154"
  },
  {
    "title": "LLOYDS STRAWBERRY-CACTUS",
    "scientific_name": "Echinocereus lloydii Britton and Rose",
    "body": "The brilliant cactus flowers of the southwestern United States are noticed by everyone traveling to California by train in the spring. At this season the apparently dead plants, often growing in grotesque shapes, are awakened by the first showers of the rainy season. Then the deserts are gorgeous with bloom, and colors in the artist’s box are inadequate to depict the various hues and shades of color in the myriads of flowers. The Cactus Family, embracing more than 1,200 species, is strictly American, although since the time of Columbus many of its members have been introduced into the Old World, where some of them have become serious pests.\nThis cactus is of limited range. It is found only in western Texas, where this specimen was collected.",
    "plate": "PLATE 155"
  },
  {
    "title": "GHOSTPIPE",
    "scientific_name": "Thalesia uniflora (Linnaeus) Britton",
    "body": "Ghostpipe is one of the strange plants parasitic on the roots of various herbs. It frequents dry or moist woodlands, and is one of out spring flowers. Like other similar parasitic plants, it lacks chlorophyll, and hence all green coloration. The foliage, too, is greatly reduced, the leaves being represented by a few inconspicuous scales. The plant belongs to the Broomrape Family. Some botanists use the name Aphyllon instead of Thalesia.\nGhostpipe occurs from South Carolina and Texas northward to Newfoundland and Ontario.\nThe specimen sketched grew on Plummets Island, near Washington, District of Columbia.",
    "plate": "PLATE 156"
  },
  {
    "title": "PALE PINESAP",
    "scientific_name": "Hypopitys americana (De Candolle) Small",
    "body": "Pale pinesap is a woodland plant, preferring moist situations. It blooms in late summer. The succulent stems are provided with scales in place of leaves, and the whole plant is devoid of green coloration. It is not a parasite like ghostpipe, but is saprophytic, that is, it obtains its nourishment from decomposing vegetable matter, after the fashion of the mushrooms. In aspect it is similar to its close relative, the red pinesap, but lacks the bright coloring of that species. It belongs to the Indian Pipe Family, degenerate relatives of the heaths. One of more species of pinesap occur in woods from Florida to Newfoundland and Ontario. A very similar plant is found in Europe, but the relationships of the several species have not been finally determined.\nThe specimen sketched was found near Washington, District of Columbia.",
    "plate": "PLATE 157"
  },
  {
    "title": "ARUM ARROWHEAD",
    "scientific_name": "Sagittaria cuneata Sheldon",
    "body": "This arrowhead, like its relatives, loves mud and water, sending up its graceful leaves and flower stalks, with delicate flowers, out of the muck. The name Sagittaria, derived from the Latin, refers to the arrow-shaped leaves. The plant belongs to the Waterplantain Family. Arum arrowhead ranges from Connecticut to Maine and Nova Scotia, and westward to Kansas, New Mexico, California, and British Columbia.\nThe specimen sketched was found near Edgewater, British Columbia, in the valley of the Columbia River, at an elevation of 2,700 feet.",
    "plate": "PLATE 158"
  },
  {
    "title": "SPATTERDOCK",
    "scientific_name": "Nymphaea advena Solander",
    "body": "Spatterdocks, sometimes called yellow pondlilies, abound along the banks of sluggish streams and ponds. We usually think of them as coarse plants, though Longfellow, having in mind the northern spatterdock with its floating leaves, tells us that Hiawatha’s canoe\n. . . floated on the river\nLike a yellow leaf in autumn,\nLike a yellow water-lily.\nIndeed, with other plants that like to have their roots in the mud, they hide much that is unlovely on the borders of streams. The seeds of a Closely related species of the Pacific Coast furnished an important food for the Indians.\nThis species of spatterdock has a wide range, extending from Florida to Texas and northward to southern New York and Wisconsin. Closely related species occur almost throughout the United States, and in Canada, Alaska, and Europe.\nThe specimen sketched grew near Washington, District of Columbia.",
    "plate": "PLATE 159"
  },
  {
    "title": "PINELAND ASTER",
    "scientific_name": "Aster squarrosus Walter",
    "body": "Some of the southern asters are very different in appearance from the common forms of the North, and one of the most curious is the pineland aster. It is common in many parts of Florida, growing in the sandy pine lands, which seem dry in winter, but are very wet in the rainy summer. The slender plants are one to two feet high, with stiff, brittle stems, which are usually much branched, and often form dense tangled masses. The most striking characteristic of this species is its minute leaves, which are extremely numerous, and spreading, or often reflexed. It flowers in autumn, like most asters, but continues in bloom throughout the winter.\nThe pineland aster ranges through most of Florida and northward to the coast of North Carolina.",
    "plate": "PLATE 160"
  }
]